[
    {
        "id": 2,
        "name": "Prof. Wahiuddin Mahmood",
        "educationalDegree": "MBBS, DA, FCPS",
        "specialty": "Senior Consultant, Anesthesiology",
        "image": "1521001342Prof_Wahiuddin_(4).JPG",
        "description": "Prof. Wahiuddin Mahmood graduated from Chittagong Medical College in 1983. After his internship he worked as Resident Anesthesiologist at IPGMR (BSMMU) and obtained DA (Diploma in Anesthesiology) from the same institute under University of Dhaka in 1990. Prof. Wahiuddin completed his fellowship FCPS (Anesthesiology) from Bangladesh College of Physicians and Surgeons (BCPS).\n\nProf. Wahiuddin joined Dhaka Medical College as Resident Anesthesiologist. Later he worked in SSMCH as a Jr. Consultant, Anesthesiology and then as Assistant Professor and Associate Professor of Dhaka Medical College. He performed Shaheed Suhrawardy Hospital as Professor. He obtained advanced training in Alternative Fluid Therapy (Korea) and attended international congresses periodically across the world.\n\nProf. Wahiuddin is trained in latest advancement on Critical Care Management & ICU, organized by Sriraj Hospital, Mahidol University, Bangkok, Thailand.\n\nExperience: More than 20 years",
        "SHL_DOC_ID": 20061200077,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 3,
        "name": "Dr. Shah Muhammad Ali",
        "educationalDegree": "MBBS, DA, FCPS",
        "specialty": "Senior Consultant, Anesthesiology",
        "image": "1521001489Dr_Muhammad_Ali_(4).JPG",
        "description": "Dr. Shah Muhammad Ali graduated from Sir Salimullah Medical College & Mitford Hospital in 1982. After his internship, he worked as medical officer in The Islamic Republic of Iran for four years. After coming back in 1988, he joined in Holy Family Red Crescent Medical College Hospital in the department of Anesthesiology. He obtained advanced specialized training from the Institute of Post Graduate Medicine & Research (IPGMR) and completed his Diploma in Anesthesiology in 1991 and FCPS in 1993.\n\nDr. Shah Muhammad Ali became a Consultant in the year 1994 in Holy Family Red Crescent Medical College Hospital and later he worked as Senior Consultant & Associate Professor of Anesthesiology & the Head of the Department of Intensive Care Medicine from the year 2001. He was also an examiner of BCPS and Instructor in Nepal and Philippines for a USAID sponsored course on hospital management, emergencies and disaster management. He is working Square Hospital as Senior Consultant, Anesthesiology.\n\nExperience: More than 25 years",
        "SHL_DOC_ID": null,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 5,
        "name": "Dr. Tahmina Banu",
        "educationalDegree": "MBBS, DA, MD",
        "specialty": "Consultant, Neuroanesthesiology",
        "image": "1521001530Dr_Tahmina_(4).jpg",
        "description": "Dr. Tahmina Banu MBBS, DA, MD is a medical graduate from Dhaka Medical College. After completion of her internship she started her carrier and served various capacities for last 13 years across the country. She has achieved advanced training on Regional Anesthesia and Intensive Care Management and is well trained in anesthesia for neuro-surgical cases as well. She also worked as a member of Renal Transplant Team.",
        "SHL_DOC_ID": 20061100008,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 6,
        "name": "Dr. Bhabesh Chandra Mondal",
        "educationalDegree": "MBBS, DA, FCPS",
        "specialty": "Senior Consultant, Cardiac Anesthesiology",
        "image": "1521372215Bhabesh_Chandra_Mondal_(1).jpg",
        "description": "Dr. Bhabesh Chandra Mondal graduated from Sir Salimullah Medical College in 1992. After his internship, he worked as an Honorary Resident Anesthetist in Mitford Hospital. As a medical officer, he joined BIRDEM in 1996, completed a Diploma in Anesthesiology (DA), and was then appointed as Registrar, of Anesthesiology. In 2004, Dr. Bhabesh obtained his fellowship (FCPS) in Anesthesia from the Bangladesh College of Physicians and Surgeons (BCPS).\n\nDr. Bhabesh worked as a Jr. Consultant and then as an Assistant Professor of Anesthesiology at Ibrahim Medical College & BIRDEM. He also worked in Ibrahim Cardiac Hospital & Research Institute in the Department of Cardiac Anesthesiology & Surgical ICU as Registrar and Junior Consultant till February 2010. He published scientific articles in different journals. He joins Square Hospital as a Consultant in cardiac Anesthesiology.\n\nExperience: More than 15 years",
        "SHL_DOC_ID": 20100200033,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 7,
        "name": "Dr. Ranadhir Kumar Kundu",
        "educationalDegree": "MBBS, MD",
        "specialty": "Senior Consultant , Anesthesiology",
        "image": "15214439801521357662Dr_Kundu_(1).JPG",
        "description": "Dr. Ranadhir Kumar Kundu graduated from Sher-e-Bangla Medical College, Barisal in 1985. After completion of internship he worked as medical officer in different government hospitals in Bangladesh. In 1995 he was appointed as Lecturer of Anatomy at Faridpur Medical College. Afterwards, he worked at BSMMU, Sir Salimullah Medical College Hospital and Dhaka Medical College Hospital.\n\nAfter achieving MD degree from BSMMU in 2004, Dr. Ranadhir worked as Registrar in Cardiac Anesthesia at National Institute of Cardiovascular Diseases and Hospital (NICVD), Dhaka till 2007 and conducted a good number of cardiac anesthesias both open and closed heart surgery. He executed neuroanesthesia for all sorts of routine and emergency neurosurgical and neurotrauma patients from the age of day one to ninety years old with multiple co-morbidities.  \n\nDr. Ranadhir Kumar participated in different international & national conferences and seminars of anesthesia and critical care at home & abroad. He published several scientific articles in different scientific journals. He is the member of BSA and BSSP. His working area of interest is in Neuro-anesthesia and Neuro ICU.",
        "SHL_DOC_ID": 20070800030,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 8,
        "name": "Dr. Md. Quamrul Islam",
        "educationalDegree": "MBBS, MD (Anesth)",
        "specialty": "Consultant , Anesthesiology",
        "image": "1521372320Md._Quamrul_Islam_.JPG",
        "description": "Dr. Md. Quamrul Islam graduated from Mymensingh Medical College in 1993. After completion of his internship, he joined National Institute of Chest Disease and Hospital. He worked as Anesthesiologist in the Dept. of Anesthesiology of Dhaka Medical College Hospital and Sir Salimullah Medical College and Mitford Hospital. He is a student of the first batch of MD (Anesthesiology) of Dhaka Medical College and achieved MD (Anesthesiology) degree in 2007.\n\nDr. Md. Quamrul Islam joined National Institute of Cardiovascular Diseases and Hospital and conducted a good number of cardiac anesthesias for both open and closed heart surgery and different types of vascular surgery. He got advanced training in Pediatric Anesthesia from Dhaka Shishu Hospital and Apollo Hospital, Kolkata, India. He participated in different international and national conferences on Anesthesia and Pain Medicine in home and abroad. He joined Square Hospital in 2010.",
        "SHL_DOC_ID": 20100300021,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 9,
        "name": "Prof. Dr. Md. Zulfiqar Hasan",
        "educationalDegree": "MBBS,MD",
        "specialty": "Senior Consultant, Anesthesiology",
        "image": "1521372376Prof._Dr._Md._Zulfiqar_Hasan.jpg",
        "description": "Professor Zulfiqar Hasan obtained MBBS degree from Chittagong Medical College in 1980. Then he joined in Government service in 1981 after completion of internship in the same institute. He has got vast experience of working in different government institutes namely IPGMR, BSMMU, Dhaka Medical College Hospital, Sir Salimullah Meical College and Mitford Hospital, NICVD, NIO, NITOR, Shaheed Suhrawardi Medical College and Hospital. His last appointment in Government service was in National Institute of Neuroscience and Hospital as the founder Head of the Anesthesia Department.\n\nIn the tenure of his long service period he was exposed to different specialties of Anesthesiology in different capacities. He has got vast experience in all sorts of General & Regional Anesthetic techniques with keen interest in Neuro and Paediatric anesthesia. He joined at Square Hospital as Senior Consultant, Anesthesiology in September 2015.",
        "SHL_DOC_ID": 20150900033,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 10,
        "name": "Dr. Istaque Ahmed Milton",
        "educationalDegree": "MBBS, DA, FCPS",
        "specialty": "Consultant, Anesthesiology and Pain Medicine",
        "image": "1729657389.png",
        "description": "Dr. Istaque Ahmed Milton graduated from CBMC,B in 2005. He obtained Diploma in Anesthesiology (DA) from Dhaka Medical College in 2009 and Fellowship in Anesthesiology (FCPS) from Bangladesh College of Physicians and Surgeons in 2012. He attended many training programs, workshops, seminars and conferences in home and abroad. He is a life member of BSA-CCPP and BCPS. He is also a member of BMA and BSSP.\n\nDr. Istaque Ahmed Milton completed his training from BSMMU and Dhaka Medical College Hospital in Anesthesia, critical care and pain medicine. He started his professional career as a cardiac anesthesiologist in Ibrahim Cardiac Hospital and Research Institute. Then he served in Uttara Women’s Medical College and eventually joined at Square Hospital in 2010. Since then, he has been serving in different level of responsibilities in the department of anesthesia. He is consulting patients as a Consultant of Pain Medicine at Square Hospital.",
        "SHL_DOC_ID": null,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 13,
        "name": "Prof. Brig. Gen. Faruk Ahmed (Retd.)",
        "educationalDegree": "MBBS, MCPS (Clinical Pathology), FCPS (Hematology)",
        "specialty": "Senior Consultant, Hematology",
        "image": "1522313708Dr_Faruque_(4).JPG",
        "description": "Dr. Ahmed graduated from Rajshahi Medical College and started his career as general duty medical officer in Combined Military Hospitals under defense ministry. Then he underwent full time residential training in Clinical Pathology at Armed Forces institute of Pathology and successfully obtained a postgraduate diploma. Subsequently he achieved MCPS Degree in clinical pathology.\n\nProf. Dr. Faruk Ahmed pursued FCPS degree in Hematology from Bangladesh College of Physicians and Surgeons (BCPS). He also achieved advanced training on Automated Hematology in Pakistan.\n\nIn his professional life, he gained a wide exposure in the field of hematology. He has special interest in Clinical & Diagnostic Hematology. Dr. Faruk actively participated in many seminars and symposiums in home, abroad, and presented papers in his respective field. He is an examiner of FCPS in Hematology. He has published a number of articles in reputed medical journals and appreciated by the physicians.",
        "SHL_DOC_ID": 20140400037,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 15,
        "name": "Dr. Mosaddeque Ahmed",
        "educationalDegree": "MBBS, USMLE, MRCP (UK)",
        "specialty": "Consultant, Nephrology",
        "image": "1521002031Dr_Mosaddeque_(1).JPG",
        "description": "Dr. Mosaddeque Ahmed completed his graduation from Sylhet Medical College. After finishing his internship he traveled Zambia for extensive training in medicine from the University Teaching Hospital, Lusaka, Zambia.\n\nIn 1986, he moved to Saudi Arabia to join King Fahad Hospital, KSA. King Fahad Hospital is a tertiary care hospital and medical college in Madina province which dialysis centre is one of the largest centers in the Middle East with a capacity of 450 patients on dialysis. Dr. Mosaddeque was actively involved in kidney transplantation program in King Fahad Hospital. He was awarded BCLS certificate from CPR Training Center, Madina (in affiliation with Saudi & American Heart Association). Lately he worked as Associate Professor in the department of Nephrology of Uttara Adhunik Medical College Hospital, Dhaka.\n\nDr. Mosaddeque completed MRCP degree from the Royal College of Physicians, United Kingdom. He is the qualified physician of United States Medical Licensing Examination from 1996. Dr. Mosaddeque has wide experience in different modalities of kidney replacement therapy including plasmapheresis. He has many papers published in national and international journals. He attended and presented papers in many national and international conferences. He possesses 25 years of experience in the field of Nephrology.",
        "SHL_DOC_ID": 20080700091,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 16,
        "name": "Prof. Dr. M. A. Rashid",
        "educationalDegree": "MBBS, FCPS (Specialist Pain, Paralysis & Rheumatic Diseases)",
        "specialty": "Senior Consultant, Physical Medicine",
        "image": "1521002122Dr_MA_Rashid_(3).JPG",
        "description": "Prof. Dr. M. A. Rashid completed his graduation from Mymensingh Medical College under Dhaka University in 1986. After completing graduation he served in different government medical institutes and hospitals across the country under Ministry of Health and Family Welfare. He then dedicated himself in training and in 1996 he obtained his fellowship FCPS (Physical Medicine) from Bangladesh College of Physicians and Surgeons (BCPS).\n\nDr. M. A. Rashid worked in BSMMU and Dhaka Medical College Hospital. In 1996 he joined NITOR (Pongu Hospital) as Assistant Professor and became Associate Professor in the year 2003. Then he worked as Associate Professor of Physical Medicine in Sir Salimullah Medical College & Mitford Hospital up to 2009. Later, Dr. M. A. Rashid joined as Professor and Vice Principal in Shaheed Suhrawardy Medical College up to June, 2015. Then he performed as Principal and Professor of Physical Medicine in Mugda Medical College up to September, 2015. Now he is working as Director of Medical Education and Health Manpower Development, DhHS from September 2015.\n\nDr. M. A. Rashid visited Aga Khan Medical University in Pakistan, Bummungard Hospital in Thailand, Yangun Medical College, Myanmar and CMC, Vellore, India, USA, UK, Italy, Germany and France etc. to achieve higher knowledge in Physical Medicine and Rehabilitation. Dr. Rashid possess more than 22 years of experience in the field of Physical Medicine.",
        "SHL_DOC_ID": 20061100027,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 19,
        "name": "Mrs. Sharmin Haque",
        "educationalDegree": "Msc, M.Phil in Clinical Psychology",
        "specialty": "Clinical Psychologist",
        "image": "1521002299Sharmin_Haq_(4).JPG",
        "description": "Mrs. Sharmin Haque completed her MSc & M Phil in clinical psychology from University of Dhaka. She has done majority of her training from Department of Clinical Psychology, University of Dhaka and Psychiatric Clinic (New Delia) in India. Before joining Square Hospital, she worked in different hospitals and clinic such as Department of Psychiatry (BSMMU), Headache Clinic (DMCH), Psychiatric Department (SSMCH), Student Guidance and Counseling Centre (TSC), Centre for Rehabilitation of Drug Addiction (CREA), Diabetic Care & Education centre (NHN) and Dhaka Community Hospital.",
        "SHL_DOC_ID": 20090500011,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 21,
        "name": "Dr. Rehnuma Jahan",
        "educationalDegree": "MBBS, MS (Gynecology)",
        "specialty": "Senior Consultant , Obstetrics & Gynecology and IVF",
        "image": "1521349580Dr._Rehnuma_Jahan(IVF).jpg",
        "description": "Dr. Rehnuma Jahan obtained MBBS from Sylhet M A G Osmani Medical College and completed MS in Obstetrics & Gynecology from BSMMU. She worked at BIRDEM, Sylhet MAG Omani Medical College, Shaheed Sohrawardi Medical College under Ministry of Health and Family Welfare, Bangladesh in various capacities.\n\nDr. Rehnuma took special training in Artificial Reproductive technique & laparoscopy from India & Singapore. She performed in the department of Obstetrics & Gynecology as well as Infertility at Apollo Hospital, Dhaka. Dr. Rehnuma is working at Square Hospital as a Consultant of department of Obstetrics & Gynecology & Square Fertility Centre from 2008. She attended many seminars & conferences on ObsGyn & Infertility within country & abroad.",
        "SHL_DOC_ID": 20080400005,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 25,
        "name": "Dr. Shoheli  Sultana",
        "educationalDegree": "MBBS, MD",
        "specialty": "Consultant  - Radiology & Imaging",
        "image": "1521002689Dr_Shoheli_(4).JPG",
        "description": "Dr. Shoheli Sultana completed her graduation from Sher-E Bangla Medical College in 1995. She dedicated her training to the field of Radiology and Imaging and accomplished her MD in Radiology and Imaging from Bangabandhu Sheikh Mujib Medical University in 2010. She had special training in MRI and Breast Imaging from India.\n\nShe started her career at Faridpur Medical College Hospital as a lecturer in pharmacology in 2000. She then worked as an IMO-Department of Radiology, at Dhaka Medical College Hospital. She is a life member of the Bangladesh Society of Radiology and Imaging. She has a special interest in Women’s Imaging.\n\nDr. Shoheli joined Square Hospital’s Radiology & Imaging Centre in 2010 and working as a Consultant. Dr Shoheli has participated in a number of national and international workshops and seminars on Radiology and Imaging. She is a life member of the Breast Imaging Society of India.",
        "SHL_DOC_ID": 20101200001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 26,
        "name": "Prof. Dr. Shah Alam",
        "educationalDegree": "MBBS, FCPS",
        "specialty": "Senior Consultant, Ophthalmology",
        "image": "1521002726Dr_Shah_Alam_(4).JPG",
        "description": "Prof. Dr. Shah Alam completed his graduation from Mymensingh Medical College under Dhaka University in 1979. After completing his internship he dedicated his training in the field of Ophthalmology. He passed his fellowship (FCPS) in Ophthalmology from the Bangladesh College of Physicians and Surgeons (BCPS) in 1991. He also received trainings on Ophthalmology from National Institute of Ophthalmology, Dhaka and IPGMR (now BSMMU). He successfully obtained WHO Fellowship in Ophthalmology from Arabind Eye Institute, Madurai, India in 2001.\n\nProf. Dr. Shah Alam started his career as Assistant Registrar in National Institute of Ophthalmology and IPGMR. Due to his well acknowledgement, he shortly got promoted to Resident Surgeon, Jr. Consultant and then to Assistant Professor (IPGMR) in 1996. In 1999, he became Associate Professor and in 2004 became Professor of Ophthalmology in Mymensingh Medical College. He took early retirement from government services in December, 2006 and joined as Consultant in Square Hospital. He has more than 25 years of experience in the field of Ophthalmology.",
        "SHL_DOC_ID": 20061200024,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 27,
        "name": "Lt. Col. Dr. Md. Sajedur Rahman",
        "educationalDegree": "MBBS, DO, MD, FIRL, Fellow Ratina & Laser (German), Specilized in Laser, Phaco & Vitreo Retinal Surgery",
        "specialty": "Senior Consultant, Ophthalmology",
        "image": "1521002755Dr_Sajedur_(4).JPG",
        "description": "Lt. Col. Dr. Md. Sajedur Rahman is a medical graduate from Mymensingh Medical College. He completed D.O. from Dhaka University and MD from Hamburg University, Germany. He obtained Fellowship in the field of Ophthalmology (Retina & Laser Surgery) from University of Eye Clinic, Hamburg, Germany. He also acquired advanced training in Phaco and Retinal Laser from Germany.\n\nLt. Col. Dr. Md. Sajedur Rahman worked in department of Ophthalmology at CMH as Eye Specialist and Retinal Surgeon for 15 years earned necessary expertise in managing general ophthalmic diseases and performing eye surgeries. He is a member of Editorial Board, Ocular Infection and Hygiene, Germany and also member of American Society of Ophthalmology and Ophthalmology Society of Bangladesh (OSB).",
        "SHL_DOC_ID": 20090300010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 30,
        "name": "Dr. Md. Mamunur Rashid",
        "educationalDegree": "MBBS, FCPS, MD",
        "specialty": "Consultant, Respiratory Medicine",
        "image": "1521002869Dr_Mamunur_(4).jpg",
        "description": "Dr. Mamunur Rashid is a medical graduate from Rajshahi Medical College. He obtained Fellowship on Internal Medicine (FCPS) from Bangladesh College of Physicians and Surgeons (BCPS). Dr. Mamun completed Doctor of Medicine (MD) in Respiratory Medicine from Bangabandhu Sheikh Mujib Medical University (BSMMU). His field of interest is Interventional Bronchoscope and Critical Care in Respiratory Medicine.\n\nDr. Mamunur Rashid worked as Assistant Professor in Respiratory Medicine in National Institute of Diseases of Chest and Hospital (NIDCH). He was enrolled in medicine in-patient department and respiratory intensive care unit of NIDCH and was engaged in the management of in-patients and critically ill respiratory patients. Dr. Mamunur also worked in Chittagong Medical College. He performed fibre-optic Bronchoscopy as well as Pleuroscopy for diagnostic, therapeutic and treating purposes.\n\nDr. Mamunur Rashid received “Young Investigator Award’ from Asian Pacific Society of Respiralogy (APSR) from Yokohama, Japan. He joined workshop on Fibre-Optic Bronchoscopy (FOB) organized by Indian Association of Bronchology in Agra, India.",
        "SHL_DOC_ID": 20170400096,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 32,
        "name": "Dr. Syeda Ishrat Jahan",
        "educationalDegree": "MBBS, DDV (SINGAPORE),  MSc In Clinical Dermatology (London), MSSVD (London)",
        "specialty": "Consultant, Dermatology",
        "image": "1715598013.png",
        "description": "Dr. Syeda Ishrat Jahan completed her graduation from Sylhet MAG Osmani Medical College. After completing her internship she received practical training in different globally acclaimed centers abroad mainly in UK & Singapore in her respective field. She obtained Diploma in Dermatology from National University Hospital, Singapore and worked in National Skin Centre, Singapore. She achieved her Post-graduate (MSc.) degree in Clinical Dermatology from the St. John’s Institute under King’s College, University of London, UK and also worked at Queen Elizabeth Hospital London & King’s Hospital, London.\n\nDr. Ishrat Jahan completed trainings in Dermato-Surgery, Laser and Cutaneous Cosmetic Surgery, Cryosurgery, Chemical Peeling and Phototherapy, dark ground microscopy and pediatric dermatology",
        "SHL_DOC_ID": 20061100070,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 33,
        "name": "Prof. Dr. Md. Kabirul Islam",
        "educationalDegree": "MBBS, MS (Ped. Surgery), FICS (USA), FRCS(Glasg). Trained in Pediatric Urology (UK) & Pediatric Laparoscopic Surgery (India).",
        "specialty": "Senior Consultant, Paediatric Surgery",
        "image": "1521002996Dr_Kabirul_(7).JPG",
        "description": "Prof. Dr. Md. Kabirul Islam is a senior Pediatric surgeon of the country with experience of more than 30 years in the field. He is the first qualified Pediatric Surgeon in Bangladesh having MS. in Pediatric Surgery degree. Subsequently, he obtained Fellowship from ‘International College of Surgeons’ (FICS), USA in Pediatric Surgery and also FRCS from Royal College of Physicians and Surgeons, Glasgow ,UK.\n\nGraduating from Chittagong Medical College, Prof. Islam worked in Dhaka Shishu hospital at the beginning of his career. He was the Head of Pediatric Surgery in Dhaka Medical College and Sylhet MAG Osmani Medical College from 1995 to 2007. He attained advanced training on Pediatric Urology from prestigious ‘The Great Ormond Street Hospital for Sick Children’ in London, UK and also on Pediatric Laparoscopic Surgery from Bangalore, India.\n\nProf. Islam has more than 45 publications in international and national medical journals and books. He was the Editor-in-Chief of ‘The Journal of Surgical Science’ the official publication of ‘The Society of Surgeons of Bangladesh’. He attended a number of national and international workshops, seminars, and symposiums to enrich his decision making capacity, operative skills and care giving attitude.\n\nProf. Islam is the winner of the prestigious ‘Asir Memorial Gold Medal’ from the Society of Surgeons of Bangladesh in 2011 for his work on Oesophageal Atresia correction in Square Hospital. He has special interest in Neonatal, Laparoscopic and Hypospadias Surgery.",
        "SHL_DOC_ID": 20061200072,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 34,
        "name": "Dr. M. H. Shaheel Mahmood",
        "educationalDegree": "MBBS, FCPS, MS",
        "specialty": "Senior Cosultant, ENT, Head & Neck Surgery",
        "image": "1521372253Dr._M._H._Shaheel_Mahmood.JPG",
        "description": "Dr. M.H. Shaheel Mahmood graduated from the Institute of Post Graduate Medicine and Research (IPGM&R) under the University of Dhaka in 1987 and started his career in ENT at same institution. Soon after he joined government services under the Ministry of Health and Welfare, Bangladesh in 1989.  He was also appointed as an Assistant Registrar, ENT in IPGM&R (BSMMU) in 1991. In 1994 he obtained FCPS from Bangladesh College of Physicians & Surgeons, Dhaka.\n\nDr. Shaheel Mahmood served as Registrar & Resident Surgeon in Dhaka Medical College & Hospital. Then he obtained another professional degree Master of Surgery (MS) and joined the department of ENT in Chittagong Medical College as an Assistant Professor. In 2002 he was designated as an Associate Surgeon, ENT in Shaheed Suhrawardi Hospital. Later he joined as an Associate Professor of ENT and Head in Rajshahi Medical College & Hospital. During his professional life he was involved in teaching of medical students in different levels and performed numbers of ENT Surgeries. He was trained in MEEI (Massachusetts Eye & Ear infirmary) Harvard, Boston USA. House Ear Institute, St Vincent Hospitals Los Angeles, USA.  He holds more than 20 years of experience in the spectrum of ENT, Head and Neck Surgery.",
        "SHL_DOC_ID": 20070400001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 35,
        "name": "Dr. Md. Nasimul Jamal",
        "educationalDegree": "MBBS, DLO, FCPS (ENT), Advance Training in Ear Microsurgery, Deaf & Dumb (UK)",
        "specialty": "Consultant, ENT, Head & Neck Surgery",
        "image": "1521003086Dr_Nasimul_(1).JPG",
        "description": "Dr. Jamal graduated from Chittagong Medical College. Then he started his career in Specialized ENT Hospital of SAHIC and completed training in the field of otolaryngology (ENT, Head and Neck Surgery). He obtained DLO and FCPS (ENT) from Bangladesh College of Physicians and Surgeon (BCPS).Dr. Jamil moved to UK and from Bradford Royal Infirmary, UK, he acquired advanced training in ear microsurgery and deaf & dumb, vertigo and tinnitus management.  Dr. Jamil accomplished training in Head & Neck Surgery from Queen Elizabeth Hospital, Birmingham. He is also trained in Endoscopic Sinus Surgery from India.",
        "SHL_DOC_ID": 20140100001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 36,
        "name": "Dr. Sanjoy Banerjee",
        "educationalDegree": "MBBS, FCPS (ENT)",
        "specialty": "Consultant, ENT, Head & Neck Surgery",
        "image": "1521349664Dr._Sanjoy_Banerjee.JPG",
        "description": "Dr. Sanjoy Banerjee graduated from Jahurul Islam Medical College in 1999. After graduation he started his career as Medical Officer in ENT department in the same institute. He then trained in the field of ENT and obtained FCPS (ENT) from Bangladesh College of Physicians and Surgeons (BCPS) in 2011. In his carrier he served in different Medical Colleges & Hospitals across the country for last several years and held some vital positions.\n\nDr. Sanjoy completed his training in different tertiary care level hospitals of home and abroad completed Clinical Observership training in the field of Head & Neck Surgical Oncology from National Cancer Centre Singapore. He also finished Observership training in Head & Neck Surgery from Memorial Sloan-Kettering Cancer Center, USA. He is also trained in Endoscopic Sinus Surgery from India.\n\nHe is now available in Square Hospital as Consultant- ENT, Head and Neck Surgery.",
        "SHL_DOC_ID": 20130900030,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 37,
        "name": "Dr. Mesbah Uddin Ahmed",
        "educationalDegree": "MBBS, D. (Ortho), MS (Ortho)",
        "specialty": "Senior Consultant, Orthopedics",
        "image": "1521003141Dr_Mesbah_(2).JPG",
        "description": "Dr. Mesbah Uddin Ahmed completed his graduation (MBBS) from Dhaka Medical College. He obtained Diploma in orthopedics in 1986 and Master of Surgery (MS) in Orthopedics from NITOR under Dhaka University in 1994.\n\nDr. Mesbah Uddin Ahmed joined in government services under Health Ministry and started his career in Dhaka Medical College and later worked in different institutions including Mymensingh Medical College and Sylhet MAG Osmani Medical College. He worked in district hospitals of Rangamati, Narayanganj, Netrokona and Tangail. He has teaching experience as Associate Professor, Assistant Professor, Senior and Junior Consultants, Registrars and Assistant Registrars. He is experienced in Orthopedics for more than 32 years.\n\nDr. Mesbah is A.O. Fellow in AO Basics and advanced courses. He has large number of publications and has attended different national and international conferences, seminars and workshops including arthoplasty, arthroscopy and hand & spine surgery.",
        "SHL_DOC_ID": 20061100074,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 38,
        "name": "Dr. Md. Fazlul Hoque",
        "educationalDegree": "MBBS, D. (Ortho), FA (Ortho), FAMA  Trained in Orthopedic and Spinal Surgery (UK & USA)",
        "specialty": "Senior Consultant, Orthopedics & Spine Surgery",
        "image": "1521003169Dr_Fazlul_(4).JPG",
        "description": "Dr. Fazlul Hoque graduated (MBBS) in 1981 from Rajshahi Medical College and the joined in government services in Bangladesh.  He received his Diploma in Orthopedic surgery in 1990 from the University of Vienna Austria and achieved specialization in orthopedics surgery (Facharzt).\n\nHe completed Fellowship of Austrian Medical Association (FAMA and worked as a research Fellow in Spine at A. I. DuPont Institute at Wilmington, Delaware, USA. Later Dr. Fazlul Hoque joined in Centre for the Rehabilitation of Paralyzed (CRP), Savar, Dhaka. He worked at CRP about 13 years as a Consultant, Orthopedics & Spine Surgery which was followed to as Medical Director.\n\nHe holds wide range of experiences for the management of deformity of the foot like TEV and has international publication on surgical management of club foot. He is proficient in performing anterior decompression and stabilization of the spinal column, spinal injury and advance spinal tuberculosis, correction of the spinal deformity and spondylolisthesis. With his long experience in Spine he becomes an international faculty in Spinal Cord injury (SCI) and at present he is the Vice President of International Spinal Cord Society (ISCoS). He is the founder chairman and executive member of Asian Spinal Cord Society Network (ASCoN).\n\nAs a Chairman or Presenter of Scientific Paper he attended more than thirty international scientific conferences. He has a good number of publications on Orthopedics, Spinal injury and Telemedicine. Dr. Hoque received an international award ‘Lar Gullivan Award’ for best presentation adhering to the idea of comprehensive system care of spinal cord injuries.",
        "SHL_DOC_ID": 20071200017,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 40,
        "name": "Dr. A M Rejaus Satter",
        "educationalDegree": "MBBS, FCPS (Surgery), MS (Neurosurgery)",
        "specialty": "Consultant, Neurosurgery",
        "image": "1634536659.jpg",
        "description": "Dr. A M Rejaus Satter is a physician specializing in Neuro Surgery. At Square Hospital, he has been an active team member who has helped to develop a center excelling at endoscopic pituitary surgery, aneurysm surgery, complex brain tumor surgery, minimally invasive spine surgery and other intricate brain surgeries; in the private sector of Bangladesh within a very short period of time.  \n\nCompleting his MBBS from Mymensingh Medical College, Dr. Reja entered into Post graduation and earned FCPS in General Surgery. Shortly after, he pursued his lifelong dream of becoming a Neuro Surgeon when he entered MS (Neuro surgery) course and obtained Masters Degree. He was trained and supervised by the best Neuro Scientists and Neuro Surgeons of both Bangladesh and India. Today, as Consultant Neuro and Spine surgeon of Square Hospital, he performed thousands of complex Neuro surgery in past years with lowest complication rates compared to the rest of the country and also some other countries. \n\nDr. Reja has been exposed to all ranges of emergencies starting from trauma to intracerebral hematomas and strokes; entire ranges of emergency spinal decompression, brain tumors, spinal tumors,  trans-sphenoidal surgery, congenital and pediatric neurosurgical disorders; degenerative spine diseases; endoscopic neurosurgical procedures; vascular disorders like aneurysms and AVMs.",
        "SHL_DOC_ID": 20141000043,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 41,
        "name": "Prof. Syed Md. Akram Hussain",
        "educationalDegree": "MBBS, FCPS, FRCP (Glasgow), FRCP (Edinburgh), FACP (USA), MRCR (UK)",
        "specialty": "Senior Consultant, Clinical Oncology & Radiotherapy",
        "image": "1663754758.jpg",
        "description": "Prof. Dr. Syed Md Akram Hussain, MBBS, FCPS, FRCP, FACP is a physician of Oncology is working in Square Hospitals Ltd. with his prominent reputation in education, skill and adequate experiences in working in various capacities of hospitals at home and abroad. He has 25 years of practical experience and expertise in the field of Clinical Oncology.\n\nProf. Akram has a very rich track record of working in different organizations in his career. Previously he performed as Chief Consultant, Clinical Oncologist in Lab Aid Specialized Hospital, Dhaka. He was Senior Consultant of Ahsania Mission Cancer Hospital. He was the Founder, Professor and Chief Oncologist of NorthEast Cancer Hospital, Sylhet. Prof. Akram is also known for as he was the Founder Chairman of Oncology Department of BSMMU.\n\nThroughout his challenging career he has earned professional degrees which are MBBS; FCPS; WHO Fellowship from National Cancer Institute - Bangkok; KOICA Fellowship, National Cancer Institute - South Korea; WHO Fellowship on Medical & Radiation Oncology, Tata Memorial Hospital - India; FRCP (Glasgow); FRCP (Edinburgh); FACP (USA); MRCR (UK). He has obtained numerous clinical trainings on Medical and Radiation Oncology from different world class institutions such as Tata Memorial Hospital (India), German Cancer Research Institute (Germany), National Cancer Centre (Singapore), Harvard University (USA).",
        "SHL_DOC_ID": 20160200048,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 42,
        "name": "Dr. Md. Salim Reza",
        "educationalDegree": "MBBS, DMRT, FCPS",
        "specialty": "Senior Consultant, Oncology",
        "image": "15214439561516510526Dr_Selim_(5).JPG",
        "description": "Dr. Md. Salim Reza obtained MBBS from Sylhet Medical College and Diploma in Medical Radiotherapy (DMRT) from University of Dhaka and FCPS degree from Bangladesh College of Physicians and Surgeons (BCPS). Dr. Reza worked in different capacities like Registrar, senior Registrar, Junior Consultant and Consultant for last several years. Before joining Square Hospital as Consultant –Oncology, he was a Consultant of Oncology in Ahsania Mission Cancer Hospital, Dhaka.",
        "SHL_DOC_ID": 20100400012,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 44,
        "name": "Dr. Md. Masudur Rahman",
        "educationalDegree": "MBBS (DMC), FCPS, MRCP (UK)",
        "specialty": "Senior Consultant, Pediatrics",
        "image": "1521003495Dr_Masudur_Rahman_(3).JPG",
        "description": "Dr. Md. Masudur Rahman graduated from Dhaka Medical College and obtained FCPS in pediatrics from Bangladesh College of Physicians and Surgeons (BCPS). He was awarded MRCP in pediatrics from the Royal College of Physicians, UK.\n\nDr. Masud had the opportunity to work in different capacities in a number of renowned hospitals in Bangladesh, United Kingdom and Saudi Arabia which enabled him to acquire vast experience in his field. He served different government hospitals under Ministry of Health and Family Welfare in Bangladesh. He performed in Royal Hospital for Sick in Glasgow, Scotland. He went to Saudi Arabia and worked in 150 beds regional pediatric Taif Children Hospital.\n\nHe enriched his knowledge and skills by unique blending of experience and wisdom by working in both developing and developed countries. He received several higher training in neonatal resuscitation, breast-feeding, diarrheal diseases, upper GI Endoscopies & liver biopsy in children, research methodology and communication etc. Dr. Masud has more than 20 years of experience in pediatrics patient care.",
        "SHL_DOC_ID": 20061100069,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 47,
        "name": "Dr. Major (Retd) Zeena Salwa",
        "educationalDegree": "MBBS, DCH, FCPS (Paed), Clinical Training on Pediatric Neurology (India), Training on EEG and Epilepsy in USA",
        "specialty": "Consultant, Pediatrics and Child Development Center (CDC)",
        "image": "1716367107.png",
        "description": "Dr. Major (Retd) Zeena Salwa has completed her medical degree (MBBS) from Rangpur Medical College under Rajshahi University. She has post-graduation on Diploma in Child Heath (DCH) From Bangabandhu Sheikh Mujib Medical University (BSMMU) and also completed her highest degree FCPS (Pediatrics) from Bangladesh College of Physicians and Surgeons (BCPS). She started her carrier as Medical Officer in Bangladesh Army after internship training and served in Army Medical Corps (AMC) for 16 years in different cantonments as practicing physician with different leadership positions. She managed department of Pediatrics independently after her post-graduation degree in AMC and has extensive experiences in clinical patient management, counseling and prevention approaches.\n\nDr. Zeena has expanded her career with Square Hospital Ltd (SHL) since 2010 as Pediatrician and expanded vision toward Pediatric Neurology for new services in SHL for responding the emerging needs of children in Bangladesh. She further received intensive clinical training in Pediatric Neurology from Dhaka Shishu Hospital and Christian Medical College (CMC), Vellore, India. Recently she has received training on Epilepsy and EEG from Cleveland Clinic, USA.\n\nBeing a Consultant, she is performing individual and independent patient treatment and management both in critical and chronic illness of Pediatric patients including Pediatric Neurology. She has provided leadership for orchestrating a new service with establishment of Square Child Development Center (CDC) for addressing neurological disorders of children in 2017. She also introduced a new service for screening of “Newborn” through Square (CDC).\n\nShe has participated in many national and International conferences, presented and published papers. Her continued interest is in Pediatric Neurology including Developmental Pediatrics along with general Pediatrics. She is a member of national and international Pediatric associations and Pediatric Neurology associations as well.",
        "SHL_DOC_ID": 20100600030,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 49,
        "name": "Dr. Aftab Yousuf Raj",
        "educationalDegree": "MBBS, MD (Pediatrics), MD (Neonatology), Fellow Newborn Medicine (Canada), MPH(NSU)",
        "specialty": "Senior Consultant, Pediatrics & Neonatology",
        "image": "1716366879.png",
        "description": "Dr. Aftab Yousuf Raj MBBS, MD (Pediatrics), MD (Neonatology), Fellow-(Neonatology) AIIMS, India, Fellow (Neonatology & Pediatrics)-Canada, graduated from Sher-E-Bangla Medical College. He then trained in the field of Pediatrics and Neonatology and served in different Medical Colleges & Hospitals across the country and held some vital positions including Associate Professor of Pediatrics and Neonatology for several years. He received training in his respective field from all India Institutions of Medical Science and Calgery Medical University (New Born Health) and Alberta Children Hospital (Child Health) Canada. He also worked as a Consultant at United Hospital, Dhaka.",
        "SHL_DOC_ID": 20080800030,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 52,
        "name": "Prof. Sk. Md. Bahar Hussain",
        "educationalDegree": "MBBS, FCPS (Medicine), FACP (USA), FRCP (Edin), F. Gastro (Shanghai), FRCP (Glasgow)",
        "specialty": "Senior Consultant, Gastroenterology",
        "image": "1521350139Prof._Sk_Md._Bahar_Hussain_(MBBS,_FCPS_(Medicine),_FACP_(USA),_FRCP_(Edin),_F._Gastro_(Shanghai),_FRCP_(Glasgow).jpg",
        "description": "Prof. Sk Md. Bahar Hussain obtains MBBS in the year of 1979. After graduation he served in several reputed Hospital all across the country. Prof. Sk Md. Bahar Hussain obtained his FCPS (Medicine) in 1988, F.Gastro from Shanghai in 1991. Afterwards, he was awarded FRCP (Edin), FRCP (Glasg), FACP (USA). Prof. Hussain served as Adviser specialist in Medicine & Sr. Gastroenterologist at CMH- Dhaka & Chittagong for 20 years. He is an expert of all intervention Gastroenterology. Prof. Sk Md. Bahar Hussain has more than 75 publications both in international and national levels.",
        "SHL_DOC_ID": 20161200062,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 53,
        "name": "Prof. Dr. Sanawar Hossain",
        "educationalDegree": "MBBS, MD, FCPS, FAMASI",
        "specialty": "Chief Consultant General Surgery, Adviser Square Hospitals Ltd.",
        "image": "1521004739Dr_Sanawar_(6).JPG",
        "description": "Prof. Dr.  Sanawar Hossain is a retired professor of surgery, joined the Square Hospitals Ltd. since its inception in May 2005. He organized its preparation for opening the hospital which took place on the 16th of December 2006. He started as a Consultant Surgeon and secured the position of Director Medical Services for more than 10 years in addition.\n\nHe is a Fellow of General Surgery (FCPS) from Bangladesh College of Physicians & Surgeons and ECFMG qualified from US by examinations. He is trained in different branches of Surgery from 12 different countries including Australia, Thailand, Singapore and UK as WHO fellow. Honorary Fellowship was conferred upon him by College of Physicians & Surgeons of Pakistan and AMASI - India.  \n\nHe is a First Generation Laparoscopic Surgeon in both basic and advanced laparoscopic specialty with great interest in Hepatobiliary and Oncologic surgeries of upper and lower GIT.  He has got an extensive experience in Cancer Breast and Endocrine surgeries & takes interest in complicated, complex, revision and Redo surgeries.\n\nHe is known as a great teacher & trainer in surgery and has covered almost all medical colleges & corners of this country & accumulated surgical experience for over more than 40 years and continuing the services untiredly even today with the grace of Almighty.",
        "SHL_DOC_ID": 20060500004,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 56,
        "name": "Dr. Mohammad Yasin Chowdhury",
        "educationalDegree": "MBBS, FCPS, MS, FMAS (India), FACS (USA)",
        "specialty": "Senior Consultant, General & Laparoscopic Surgery",
        "image": "1521004957Dr_Yasin_(4).JPG",
        "description": "Dr. Mohammad Yasin Chowdhury graduated  from Sylhet M.A.G. Osmani Medical College . He started his career in the Department of General Surgery of Chittagong Medical College Hospital. After passing BCS (Health) he enrolled in the Government service and worked successfully in Chittagong Medical College, BSMMU and NIDCH. He obtained FCPS in General Surgery from Bangladesh College of Physicians and Surgeons (BCPS) and MS in Thoracic Surgery from NIDCH.  He obtained Fellowship on Laparoscopy & Minimal Access Surgery (FMAS) from India. He attained training on Colorectal and Advanced Laparoscopy from India and China. He is a life member of SOSB, SELSB, BCPS, BMA. He has a number of publications in National & International Journals.\n\nDr. Mohammad Yasin Chowdhury  has 22  years  experience in the field of General, Laparoscopy, Colorectal , Hernia , Breast , Thoracic  and Cancer Surgery .He is  also  expertise in Minimal Access  Surgery and treating diseases with minimal invasive techniques (Mini Cholecystectomy/Appendicectomy). \n\nNow he is working as a full time Consultant in the Department of General Surgery at Square Hospitals Ltd.",
        "SHL_DOC_ID": 20061100036,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 60,
        "name": "Prof. Dr. Md. Abu Bakar",
        "educationalDegree": "MBBS, FCPS (Internal Medicine), FACP (USA), FRCP (Edin)",
        "specialty": "Senior Consultant - Internal Medicine",
        "image": "1521005199Dr_Bakar_(3).jpg",
        "description": "Prof. Dr. Md. Abu Bakar passed MBBS from Sher-e-Bangla Medical College and completed FCPS degree in Internal Medicine from Bangladesh College of Physicians and Surgeons (BCPS). Dr. Md. Abu Bakar performed as Consultant, Medicine in Faridpur General Hospital.  Later, he joined in Khulna Medical College as an Assistant Professor of Internal Medicine and worked there in different capacities for 19 years. He served as Professor and Head of the Department of Medicine and was also the Vice Principal & Principal of Khulna Medical College. Prof. Abu Bakar received fellowship FACP from American College of Physicians, USA. He also obtained FRCP from Royal College of Physicians of Edinburgh, UK.  \n\nHe encompasses more than 35 years of experience in medicine field. He has 41 scientific publications in national & international journals.",
        "SHL_DOC_ID": 20170100055,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 61,
        "name": "Dr. Jahangir Alam",
        "educationalDegree": "MBBS (DMC), MRCP (UK), FRCP (Edin)",
        "specialty": "Senior Consultant, Internal Medicine and Diabetes",
        "image": "1521005306Dr_Jahangir_(3).JPG",
        "description": "Dr. Jahangir Alam graduated from Dhaka Medical College under the University of Dhaka in January, 1986. Like most other Bangladeshi medical professionals, he completed his internship from the following Institute. He started his career as Medical Officer under Ministry of Health, Bangladesh. Later he traveled to KSA and joined as Medical Resident at Medicine Department in Buraidah Central Hospital Al Gassim in 1988. Meanwhile, he obtained MRCP from the Royal College of Physicians, UK in 2002 and worked there as a Medical Specialist from 2002 -2004. The following year he left the hospital and subsequently joined as a Consultant, Internal Medicine in King Fahad Specialist Hospital, Buraidah Al Gassim, KSA.\n\nIn 2006, Dr. Jahangir Alam returned to motherland and joined as Consultant, Internal Medicine in Diabetic Association of Bangladesh. Afterward, he performed as Associate Consultant, Internal Medicine in United Hospital, Dhaka. He joined Square Hospital in January 2008.\n\nDuring his professional services, he achieved advanced training in Endocrinology and Diabetology, Hematology and Neurology, Emergency and ICU, Blood Disorders and Infectious Diseases management. He had been involved in teaching medical students of Gassim Medical College, and Residency Program of Saudi Council for health specialist at King Fahad Hospital and candidates appearing in MRCP.\n\nDr. Jahangir Alam was awarded with FRCP (Edin) from the Royal College of Physicians, Edinburgh, UK in March, 2017. He attended international scientific seminars and presented scientific papers. He works Square Hospital as Consultant, Internal Medicine - Diabetes and Endocrinology.",
        "SHL_DOC_ID": 20070100063,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 64,
        "name": "Dr. Md. Towhiduzzaman",
        "educationalDegree": "MBBS (Dhaka), MD CARD. (NICVD), FIC (Singapore),  Fellow-National Heart Centre, Singapore,  Fellow-Escorts Hospital, New Delhi — India,  Specialist in Intravascular Ultrasound",
        "specialty": "Senior Consultant, Interventional Cardiology",
        "image": "15223131481516518386Dr_Tawhiduzzaman.jpg",
        "description": "Education: Dr. Towhiduzzaman graduated with MBBS degree in January 1994 from Sher-e-Bangla Medical College, Barisal and Doctor of Medicine (MD) in Cardiology degree   in January 2002 from National Institute of Cardiovascular diseases (NICVD) under university of Dhaka.\n\nTraining & Fellowship: After obtaining his post graduate degree he started his professional career as Consultant Cardiologist at NICVD and also worked Z H Sikder Women’s Medical College, Gulshan till 2005.  \n\nDr. Towhiduzzaman received SAARC Cardiology  hands on Fellowship in Interventional Cardiology at Escorts Heart Institute and Research Centre (EHIR&C), New Delhi, India for 01(one) year in June 2006. Subsequently he was selected for another 01 year hands on Fellowship program in Interventional Cardiology at National Heart Centre, Singapore and received the fellowship award in July 2007.  He has successfully completed Rotablation, Intravascular ultrasound Pressure wire and peripheral stenting course. He also gained and experienced a numerous number of invasive and clinical training and observatory fellowship and visited  USA, Canada, France, England, Japan, Italy, Sweden, Hong Kong, China, Jamaica, Costarica, Vietnam, Malaysia, Thailand, India, Pakistan and Nepal. \n\nDr. Towhiduzzaman has published articles and presented cases at numerous national and international conferences. He has vast experiences of 10 years to perform invasive & interventional and complex diagnostic and therapeutic procedures independently & confidently. He is regular Faculty/Guest Speaker and participated in a large number of International workshops, seminars, symposiums both home and abroad that has enriched his decision making capacity, professional skills and care giving attitude to an international level. For last 10 years he is performing highest number of complex bifurcation, CTOs, primary PCI, and Renal & Peripheral Angioplasties at Square Hospital.\n\nHis sub specialty interest is in Interventional Cardiology.\n\nProfessional Appointment & Committee Membership:\n\nLife Member – Bangladesh Cardiac Society (BSC), Bangladesh Society of Cardiovascular Interventions (BSCI), Bangladesh Society of Echo Cardiography (BSE), Bangladesh Medical Association (BMA)\n\nOrg. Secretary (Elect) Bangladesh Cardiac Society from 2015, Scientific Secretary (Elect), 2009 – 14.\n\nOthers: Fellow, Society of Cardiac angiography &Intervention(FSCAI, USA), Associate Fellow American College of Cardiology (FACC), Member-American Society of Echocardiography (MASE), European Society of Percutaneous Cardiovascular Interventions. (EPACI), European Society of Cardiology (MESC)",
        "SHL_DOC_ID": 20071100001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 68,
        "name": "Dr. Sheikh Nafis - ur Rahman",
        "educationalDegree": "MBBS, MD (R&I)",
        "specialty": "Consultant  - Radiology & Imaging",
        "image": "1543208289.jpg",
        "description": "Dr. Sheikh Nafis-ur Rahman completed his graduation from Sir Salimullah Medical College and Mitford Hospital in 2001, and then he completed an MD in Radiology & Imaging from Dhaka Medical College & Hospital in 2009. During his training, he worked at Dhaka Medical College & Bangabandhu Sheikh Mujib Medical University, Radiology & Imaging Department. He had special training on advanced uses of 3T MRI from Breach Candy Hospital, Mumbai, India.\n\nHe started his career as a  Radiologist in Monno General Hospital. Later, as an Assistant Professor of Radiology & Imaging, Dr. Nafis joined Khwaja Yunus Ali Medical College & Hospital where he got extensive exposure to Oncological Imaging and did various Interventional procedures.\n\nDr. Nafis has many publications in different reputed journals. He is a life member of the Bangladesh Society of Radiology and Imaging. Dr. Nafis joined Square Hospital’s Radiology & Imaging Centre in 2012 and working till now as a Consultant.",
        "SHL_DOC_ID": 20120700029,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 69,
        "name": "Professor Dr. Sufia Nasrin Rita",
        "educationalDegree": "BDS, FCPS (Orthodontics & Dentofacial Orthopedics)",
        "specialty": "Consultant, Dental Surgery & Orthodontics",
        "image": "1521005622Dr_Rita_(4).JPG",
        "description": "Professor Dr. Sufia Nasrin Rita passed Bachelor of Dental Surgery (BDS) from Dental Unit of Chittagong Medical College under Chittagong University in 2000. After training and research, she passed FCPS in Orthodontics & Dentofacial Orthopedics FIRST TIME in Bangladesh from Bangladesh College of Physicians and Surgeons (BCPS) in 2007. She gained different medical and dental skills by doing extensive training on different subjects of dentistry. \n\nProfessor Rita is related to many clinical and academic activities by delivering lectures, developing course curriculum for students and dental doctors and she is the question setter, moderator and examiner of BDS, MCPS, FCPS examinations. She presented on dentistry and orthodontics in several scientific conferences and published 25 scientific articles in recognized reputed journals. She used to deliver awareness speech and treatment advices regularly in Televisions and social medias.\n\nProfessor Dr. Sufia Nasrin Rita had been serving patients with treating general diseases of oral cavity, teeth and gum by scaling, polishing, filling, Root Canal Treatment, removal of teeth, replacement of missing teeth for the last 21 years in different clinics and hospitals of Bangladesh. Her special interest is mostly on improving facial appearances and beauty with correction of spacing, irregularity, mal alignment and malposition of teeth and jaws by BRACES and ORTHODONTIC treatment. \n\nProf Rita is the editorial board member of BCPS Journal and also the member of Faculty of Dentistry, IT, Medical Education Department of Bangladesh College of Physicians and Surgeons (BCPS).\n\nAt present she is working as Professor and Head of Dept of Orthodontics in Sapporo Dental College in the morning and as Consultant of Dental Surgery and Orthodontics at Square Hospitals Ltd in the evening.",
        "SHL_DOC_ID": 20140100010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 70,
        "name": "Associate Professor Dr. S. M. Anwar Sadat",
        "educationalDegree": "BDS, MCPS, FCPS, MS (Oral & Maxillofacial Surgery), FDSRCPS Glasgow",
        "specialty": "Consultant, Dental & Maxillofacial Surgery",
        "image": "1623232170.png",
        "description": "Dr. S. M. Anwar Sadat passed Bachelor of Dental Surgery (BDS) from Dental Unit of Chittagong Medical College under Chittagong University in 1997. He passed MCPS in Dental Surgery from BCPS in 2003; FCPS in Oral & Maxillofacial Surgery FIRST TIME in Bangladesh from BCPS in 2005. He also did his masters (MS) in same discipline from Dhaka Dental College under Dhaka University in 2009. \n\nRecently in 2021, Dr. Anwar Sadat has been awarded FDSRCPS from Glasgow, United Kingdom for his excellent academic, research and clinical contribution to the dentistry of Bangladesh.\n\nHe got advanced training in oral cancer surgery and reconstruction from University of Peradeniya, Kandy, Sri Lanka as JICA Fellowship (Japan); Dental Implant from Boston, USA; Aesthetic Jaw Surgery from Chulalongkorn University, Thailand; Cancer and Trauma Reconstruction from Peking University, China.\n\nHe had been serving patients of Dentistry and Maxillofacial Surgery for the last 23 years in different Government and non-government hospitals of Bangladesh. Along with the general dental treatment like Extraction of teeth, scaling, polishing, filling, root canal treatment, crown bridge prosthesis, he has special interest on treating oral cancer, oral ulcer, facial trauma and missing tooth by placement of DENTAL IMPLANT.\n\n He is related to extensive academic activity with delivering lectures, conducting clinical sessions for doctors, research activity on oral ulcer and oral cancer and health related talk in Televisions and social medias. With his credit, he presented more than 100 presentations in conferences and workshops and also published 59 scientific articles in reputed national and international scientific journals.\n\nDr. Sadat is Member Secretary, Faculty of Dentistry, BCPS. He is editorial board member of BCPS Journal, advisor of Update Dental College Journal, member of IT, CPD, RTMD, Question Bank, Curriculum development, Skill development and Medical Education Department of Bangladesh College of Physicians and Surgeons (BCPS). He used to conduct ICT Training in BCPS and Research Methodology Training in BCPS and other organizations. He has contribution to curriculum development of courses of dental specialities and he is the question setter, moderator and examiner of MCPS in Dental Surgery and FCPS in oral and Maxillofacial Surgery.\n\nAt present he is working in the department of Oral and Maxillofacial Surgery, Dhaka Dental College in the morning and as Consultant at Square Hospitals Ltd, Dhaka in the evening.",
        "SHL_DOC_ID": 20140100009,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 72,
        "name": "Dr. Nargis Fatema",
        "educationalDegree": "MBBS, FCPS, MS (ObsGyn)",
        "specialty": "Senior Consultant, Obstetrics & Gynecology",
        "image": "1664005354.png",
        "description": "Dr. Nargis Fatema graduated from Sir Salimullah Medical College. After completing internship she dedicated her at the department of Obstetrics & Gynaecology of BIRDEM. Later, she accomplished the fellowship FCPS in Obstetrics & Gynaecology from Bangladesh College of Physicians and Surgeons (BCPS) in 2000 and later obtained MS (ObsGyn) from BSMMU.\n\nDr. Nargis Fatema joined in government services under Ministry of Health and Family Welfare and worked in Dhaka Medical College Hospital, Sir Salimullah Medical College & Mitford Hospital. She received advanced training in Laparoscopic Surgery from BIRDEM and performed as a faculty member of MOET training course. She participated and presented papers in a number of national and international workshops, seminars, and symposiums and was awarded for her research paper in SAFOG conference and EASD conference at Italy. Her approach towards the patients is very holistic which includes not just understanding the disease but also the feelings and emotional state of the patient and her family. Her 24 years of experience is enriched with knowledge, decision making capacity, operative skills and care giving attitude. She has special interest in high risk pregnancy and laparoscopic surgery. She is working as a full time consultant at Square Hospital from 2007.",
        "SHL_DOC_ID": 20070400002,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 73,
        "name": "Dr. Khaleda Yeasmin Mirza",
        "educationalDegree": "MBBS, DGO (Ireland), Arab Board, KSA",
        "specialty": "Senior Consultant, Obstetrics & Gynecology",
        "image": "1521005751Dr_Khaleda_Yeasmin_(3).JPG",
        "description": "Dr. Khaleda Yeasmin Mirza Obtained MBBS from Chittagong Medical College in 1987, DGO from Royal College of Physician, Ireland in 1997 & Arab Board in Obst/Gynae (KSA) in 2001.She started her career in Chittagong Medical College & then moved to Saudi Arabia. She worked in Medina Maternity & Children Hospital, KSA & King Faisal Military Hospital till 2006 then joined in Square Hospital & Working as Consultant till now.  \n\nShe attended Fellowship program on minimal invasive surgery in World Laparoscopy Hospital, New Delhi & awarded fellowship (FMAS). She also achieved hands on training on suture less vaginal Hysterectomy from Purohit General Hospital, Orissa, India & Total Laparoscopic Hysterectomy from Sunrise Hospital, Delhi, India. She achieved advanced training in Laparoscopic Hysterectomy & Myomectomy from K. K. Women’s & Children Hospital, Singapore. She has more than 25 years experience in the field of Obstetrics & Gynecology.",
        "SHL_DOC_ID": 20061100003,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 74,
        "name": "Dr. Kashefa Nazneen",
        "educationalDegree": "MBBS, FCPS",
        "specialty": "Senior Consultant, Obstetrics & Gynecology",
        "image": "1521005785Dr-Kashefa-(6).jpg",
        "description": "Dr. Kashefa Nazneen graduated from Rajshahi Medical and obtained FCPS (Gyne & Obs) degree from Bangladesh College of Physicians and Surgeons. After post graduation she joined AD-Din Hospital, Mogbazar, Dhaka. Dr. Kashefa Nazneen worked in government services under Ministry of Health and Family Welfare and provided care and services in different thana Health Complexes. She also involve in Family Planning (MOHFW). She has vast experience to perform invasive & complex procedures including laparoscopic surgery at respective subject independently & confidently.\n\nDr. Kashefa participates in many international workshops, seminars, symposiums both home and abroad that enriches her decision making capacity, professional skills and care giving attitude to a standard level.",
        "SHL_DOC_ID": 20061100073,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 75,
        "name": "Dr. Nasima Shaheen",
        "educationalDegree": "MBBS, DGO, MCPS, FCPS",
        "specialty": "Senior Consultant, Obstetrics & Gynecology",
        "image": "1716889289.png",
        "description": "Dr. Nasima Shaheen graduated from Dhaka Medical College. She accomplished the fellowship FCPS in Obstetrics & Gynaecology from Bangladesh College of Physicians and Surgeons (BCPS). She owned MCPS & DGO in ObsGyn from BCPS & Bangabandhu Sheikh Mujib Medical University (BSMMU) respectively.\n\nDr. Nasima Shaheen employed in government services under Ministry of Health & Family Welfare. She also worked in Bangabandhu Sheikh Mujib Medical University (BSMMU) and in Azimpur Maternity (MCHTI) at Dhaka. She gained wide range of experience to practice & perform all types of obstetrical & gynecological management including laparoscopic surgery independently.",
        "SHL_DOC_ID": 20070200004,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 77,
        "name": "Dr. Kazi Shamsun Nahar",
        "educationalDegree": "MBBS, FCPS (Gyn)",
        "specialty": "Consultant, Obstetrics & Gynecology",
        "image": "1522231878Dr-Samsunnahar-(1).jpg",
        "description": "Dr. Kazi Shamsun Nahar graduated from Khulna Medical College. After completing internship she dedicated her training in the field of Obstetrics & Gynecology and successfully obtained FCPS in ObsGyn from Bangladesh College of Physicians and Surgeons (BCPS). During her course she had extensive training on all types of gynecological and obstetric procedures. She gained experience in performing wide spectrum of obsgyn functions throughout her government services under Ministry of Health and Family Welfare. She also worked in National Medical College Hospital and Bangladesh Medical College Hospital. Dr. Shamsun Nahar performs all types of obstetrical and gynecological managements and surgeries successfully.",
        "SHL_DOC_ID": 20080600001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 78,
        "name": "Prof. Dr. Md. Anowar Hossain",
        "educationalDegree": "MBBS, MCPS, MCAP (Clinical Pathology), IFCAP",
        "specialty": "Head of Laboratory Operations",
        "image": "1522231900Prof-Anowar-(1).jpg",
        "description": "Prof. Dr. Md. Anowar Hossain graduated from Dhaka Medical College in 1977. He joined in Laboratory Sciences Division of ICDDR,B in 1980 and was trained overseas in diagnostic microbiology and infectious diseases as the fellow of the Dept of Microbiology and Laboratory Medicine, Free University of Brussels, Belgium in 1985-86.  \n\nHe was trained in hematopathology from the then IPGMR (BSMMU) in 1990-92 and obtained the Membership (MCPS) in Clinical Pathology from the Bangladesh College of Physicians and Surgeons (BCPS) in 1992. He also obtained the Membership (MCAP) and Fellowship (FCAP) of the College of American Pathologists in 1999 and 2008 respectively.\n\nDr Anowar worked with ICDDR,B for over 35 years in various capacities and lastly held the position of Senior Scientist and Head of Laboratories Operation Management.  While in ICDDR,B  Dr Hossain led the operational activities for laboratories and to achieve accreditation for ISO 15189 and 15190 respectively. He was interested in public health, actively involved and conducted research on microbiologic epidemiology, antimicrobial resistance and development of rapid diagnostics for bacteria and viruses. He had around 100 publications in his credit in peer-reviewed international journals and had collaboration with various overseas universities and provided consultation in development of diagnostics to MP Biomedical, Singapore. He was also involved I teaching and training Dept of ICDDR,B and trained the national and international fellows, mentored post graduate students (M Sc, M Phil and PhD) and supervised their thesis. He teaches students of Jahurul Islam Medical College and later in Kumudini Womens Medical College for 15 years as Professor of Microbiology and conducted professional exams as Examiner of Dhaka University.",
        "SHL_DOC_ID": 20150700001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 80,
        "name": "Prof. Dr. Zahidul Hasan",
        "educationalDegree": "MBBS, M Phil, MPH",
        "specialty": "Senior Consultant, Microbiology, Pathology & Laboratory Medicine",
        "image": "1521006156Prof_Zahid_(2).jpg",
        "description": "Professor Zahidul Hasan has graduated from Dhaka Medical College. He obtained M. Phil in Microbiology from Bangabandhu Sheikh Mujib Medical University and MPH in Epidemiology from National Institute of Preventive and Social Medicine. In his early career he served in Tea gardens in Sylhet under Duncan brothers and Shaw Wallace Bangladesh respectively. He served as Professor and Head of the Department of Microbiology in Bangladesh Medical College, Dhaka and then served as Professor of Microbiology in Ibrahim Medical College. Finally in 2006 he joined Square Hospital as Consultant- Microbiology.\n\nProfessor Hasan has vast experience in the field of Clinical Microbiology and Infection Control. He is the founder President of ICPPB (Infection Control and Prevention program, Bangladesh) and is regarded as the spearhead in introducing hospital based infection control activities in Bangladesh. He published numerous scientific papers and attended scientific conferences in home and abroad. In addition, he was the founder Executive Editor of Bangladesh Medical College Journal. He also acted as guide for students of University of Dhaka and Kings College, London University. In addition, Professor Hasan is actively involved in nursing education and various social and cultural activities. He is also voluntarily serving as honorary Vice President of FDSR (Family Development Services and Research), a non-government organization providing healthcare services to remote rural population.",
        "SHL_DOC_ID": 20151200035,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 81,
        "name": "Dr. Bidoura  Naznin",
        "educationalDegree": "MBBS, MCPS, MD",
        "specialty": "Consultant, Pathology Laboratory",
        "image": "1521006196Dr_Bidora_(4).JPG",
        "description": "Dr. Bidoura Naznin graduated from Mymensingh Medical College. She obtained her professional degree MD (Pathology) under University of Dhaka and MCPS (Clinical pathology) from Bangladesh College of Physicians & Surgeons (BCPS).\n\nShe worked as Associate Professor and Head in Dhaka Community Medical College & as Assistant Professor in East West Medical College, Dhaka.  She also worked in Holy Family Red Crescent Medical College Hospital as SMO. She gained advanced experience from Osaka University Hospital, Japan & also from India. She has national & international Publications in related field.",
        "SHL_DOC_ID": 20100800032,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 82,
        "name": "Dr. Nurunnahar Mawla",
        "educationalDegree": "MBBS, M.Phil (Microbiology)",
        "specialty": "Associate Consultant, Microbiology & Infection Control",
        "image": "1521006227Nurunnahar_Mawla_(3).JPG",
        "description": "Dr. Nurunnahar Mawla obtains MBBS from Chittagong Medical College in 1997 and completed her Internship in the same institution. She has got her M Phil in Microbiology from Sir Salimullah Medical College in 2007. Earlier she worked as Medical officer in different clinics of Dhaka and as a lecturer in State college of Health Science as well. After achieving the post graduation she served ICDDR,B  as Senior Scientific officer till 2010, then went to Vietnam where worked as Biologist in a French-Vietnam (FV) Hospital laboratory for one year. She then joined in Delta Medical College as Assistant Professor after coming back from Vietnam, worked for 4 years & promoted as Associate Professor there. At the same time she practiced her laboratory expertise in Eden Multi-care Hospital’s Laboratory. She participated some national and international conferences and presented Scientific papers. She has 3 original & 1 review articles published as First author, also many abstracts & articles as co-author. She has training on ‘Welcome Trust Advanced course Genomics and Clinical Microbiology’ in 2011 in UK, also on ISO 15189.\n\nDr. Nurunnahar joined Square Hospital as Associate Consultant of Microbiology and Infection Control department on May, 2015.",
        "SHL_DOC_ID": 20150500001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 85,
        "name": "Dr.  Ahmed Sayeed",
        "educationalDegree": "MBBS, DCH, FCPS (Pediatrics)",
        "specialty": "Consultant, Pediatrics & Pediatric ICU",
        "image": "1521006338Dr-Ahmed-Sayeed-.JPG",
        "description": "Dr. Ahmed Sayeed graduated from Sir Salimullah Medical College, Dhaka in the year 1996. After his internship he took the rigorous path of post-graduation in Pediatrics. He completed his Diploma in Child Health (DCH) from Bangabandhu Sheikh Mujib Medical University in the year 2003 & obtained his fellowship (FCPS) in Pediatrics from Bangladesh College of Physicians and Surgeons (BCPS) in 2008. In his professional career he served many different medical institutions and government hospitals under Ministry of Health and Family Welfare across the country with dignity and reputation before joining Square Hospital.\n\nDr. Sayeed went to Christian Medical College, Vellore, India in 2013 where he had hands-on training on different facets of management in Pediatric ICU. Following his return from the aforementioned institute, he was given the fulltime job of developing, remodeling the Pediatric ICU of Square Hospital & working as a treating consultant of this critical arena. He holds more than 10 years experience in the field of Pediatrics and Pediatric ICU.",
        "SHL_DOC_ID": 20071000001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 87,
        "name": "Prof. Dr. Sk. Mahbub Alam",
        "educationalDegree": "MBBS, MD (Neurology), BSMMU Fellowship in Neuro-electrophysiology (UM,Malaysia)",
        "specialty": "Consultant - Neuromedicine, Neurologist, Epileptologist & Neuromuscular Disorder Specialist",
        "image": "1521349687Dr._Sk._Mahbub_Alam_(MBBS,_MD_(Neurology),BSMMU_.JPG",
        "description": "Prof. Dr. Sk. Mahbub Alam graduated from Rajshahi Medical College and achieved his professional degree MD (Neurology) from BSMMU. Afterwards, he moved to Malaysia for completing fellowship in Neuro -Electrophysiology from University of Malaya, Malaysia.\n\n Dr. Mahbub started his career in BSMMU in Neurology department in 1999. At present he is working as Professor of Neurology and Head of Clinical Neurophysiology & Neuromuscular Division of Bangabandhu Sheikh Mujib Medical University (Ex- PG Hospital).\n\nProf. Dr. Mahbub has attained advanced training and acquired the necessary expertise from different hospitals of Singapore, Thailand, Malaysia, Japan, South Korea and Turkey as well as in Bangladesh to provide complete neurological treatment for the wide spectrum of neurological diseases. He has becomes a potential Neurologist, Epileptologist and Neuro-Electrophysiologist at Square Hospitals Ltd.",
        "SHL_DOC_ID": 20100700020,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 88,
        "name": "Dr. Rama Biswas",
        "educationalDegree": "MBBS, FCPS (Medicine), MD (Neurology)",
        "specialty": "Consultant , Neurology",
        "image": "1521006525Dr_Rama_(5).jpg",
        "description": "Dr.  Rama Biswas obtained graduation from Sir Salimullah Medical College. Her passion to serve neuro-patient leaded her proceeding further education and gradually she achieved FCPS in Medicine from Bangladesh College of Physicians and Surgeons. She also succeeded to accomplish MD (Neurology) from Dhaka Medical College. She propelled herself for completing the comprehensive training in different functions of neuro-medicine. She received training from three renowned colleges, i.e. Dhaka Medical College, Sir Salimullah Medical Colllege, and Bangabandhu Sheikh Mujib Medical University (BSMMU). She persuaded her research work on demographics and comorbidity profile in migraine patients.  A number of research works was published under her name in different medical journals.",
        "SHL_DOC_ID": 20110900023,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 90,
        "name": "Dr. Lutfun Nahar Begum",
        "educationalDegree": "MBBS, MD (Pead), FCPS (Neonatology, Clinical Fellow (Neonatology), Singapore",
        "specialty": "Senior Consultant, Neonatology",
        "image": "1521006590Dr_Lutfunnahar_(3).JPG",
        "description": "Dr. Lutfun Nahar Begum graduated from Chittagong Medical College. After her internship she was trained at Bangabandhu Sheikh Mujib Medical University (BSMMU) in Pediatrics. She completed FCPS (Neonatology) degree from Bangladesh College of Physicians & Surgeons (BCPS). She acquired clinical fellowship in Neonatology from National University, Singapore and got experience from IPGMR, Chandighar, India in Neonatal Intensive Care Unit.\n\nDr. Lutfun Nahar practiced in Bangladesh Government Health Service from Upazilla level. Later she joined the course of MD (Pediatrics) and obtained the degree of Doctor of Medicine (MD) in Pediatrics from Bangladesh Institute of Child Health. Dr. Lutfun Nahar worked in Dhaka Medical College Hospital and afterwards involved in Special Care Baby Unit (SCABU), BIRDEM. Before joining Square Hospital, she performed in Neonatology & Pediatrics unit of Apollo Hospital, Dhaka.",
        "SHL_DOC_ID": 20100900044,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 100,
        "name": "Dr. Pratik Dewan",
        "educationalDegree": "MBBS, DEM, MD (Internal Medicine), BIRDEM Academy",
        "specialty": "Consultant, Internal Medicine and Endocrinology",
        "image": "1521007107Dr_Pratik_(3).JPG",
        "description": "Dr. Pratik Dewan graduated from Sher-e-Bangla Medical College.  He obtained MD (Internal Medicine) and DEM (Diploma in Endocrinology & Metabolism) from Bangabandhu Sheikh Mujib Medical University (BSMMU) respectively through BIRDEM Academy. He accomplished training in advanced Endocrinology from Singapore. He is a member of American Association of Clinical Endocrinologist (AACE), USA. He acquired training in Medicine from BSMMU and BIRDEM.\n\nDr. Pratik worked in Endocrinology department of BIRDEM for 10 years. Later he assigned for Internal Medicine department and worked for more 5 years. In the professional tenure of BIRDEM, Dr. Pratik gains the proficiency in managing endocrinology and medicine patients.",
        "SHL_DOC_ID": 20130100002,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 109,
        "name": "Dr. Mahbub Mansur",
        "educationalDegree": "MBBS, MD (Cardiology), Fellow, Interventional Cardiology Fellow, Pacing, EP and Device Implantation",
        "specialty": "Senior Consultant, Interventional Cardiology",
        "image": "1714972018.png",
        "description": "Dr. Mahbub Mansur passed his MBBS from Chittagong Medical College in 1994. He passed MD in Cardiology from BSMMU in 2002. He attended Fellowship courses in Interventional Cardiology in Aga Khan University Hospital, Karachi and The Erasmus, Rotterdam, The Netherlands. He had done fellowship programmes in Electrophysiology in Holy Family Hospital, Bandra, Mumbai, India and also did fellowship programmes in Cardiac Device Implantation from Milan, Italy.\n\nHe worked as a Consultant and Associate Professor in Ibrahim Cardiac Hospital and Research Institute from 2003 to 2012.\n\nFrom 2012 to mid-2016 he was the Chief Consultant Cardiologist in Ibn Sina Hospital, Dhanmondi.\n\nHe is one of the pioneers of Radial Intervention in Bangladesh and till date has done more than 10,000 radial coronary intervention cases. His special interest is in Device therapies in Heart Failure patients.\n\nHe is a life member of Bangladesh Cardiac Society and Bangladesh Society of Cardiac Intervention and a founder member of Bangladesh Heart Rhythm Society.",
        "SHL_DOC_ID": 20160600022,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 111,
        "name": "Dr. AKM Abu Mottaleb",
        "educationalDegree": "MBBS, MSc in Nephrology (UK)",
        "specialty": "Associate Consultant, Nephrology",
        "image": "1725252858.png",
        "description": "Dr. AKM Abu Mottaleb graduated from Rangpur Medical College and after his Internship year he worked as Medical Officer in Dhaka Renal Centre & General Hospital. Later he joined as Assistant Registrar (Nephrology) in Medical College for Women and Hospital, Uttara and established a new dialysis unit. In 2003 he started serving as Assistant Registrar of Haemodialysis Unit at BIRDEM, Dhaka. He then moved to Kingdom of Saudi Arabia in the year 2004 and worked there under Ministry of Health. He was awarded BCLS certificate on 2006 from CPR Training Center, Al-Baha (in affiliation with Saudi & American Heart Association).\n\nDr. Abu Mottaleb started serving Square Hospitals Ltd. since 2008. He has wide experience in different modalities of Renal Replacement Therapy. He was awarded MMedSci in Nephrology from University of Sheffield, United Kingdom in 2010. He has completed thesis works on “Critical appraisal on the literature based on incidence and prevalence of Chronic Kidney Disease among general population”. He is also expert in general and interventional Nephrology. He is doing successfully all nephrology procedures like Real Time Kidney Biopsy, Dialysis catheter insertion including Tunnel Permcath, IPD catheter insertion etc.\n\nDr. Mottaleb participated in many scientific seminar and international nephrology conference at home and in the abroad. He presented several scientific papers in the Sheffield Kidney Institute, United Kingdom. He is a life member of Bangladesh Society of Peritoneal Dialysis.",
        "SHL_DOC_ID": 20080600013,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 116,
        "name": "Dr. Raihan Rabbani",
        "educationalDegree": "MBBS, FCPS, US Board Certified in Internal Medicine",
        "specialty": "Senior Consultant, Internal Medicine",
        "image": "1521005395Dr_Raihan_(2).JPG",
        "description": "Dr. Raihan Rabbani is a medical graduate from Dhaka Medical College. He completed FCPS degree in medicine from Bangladesh College of Physicians and Surgeons (BCPS) as one of the youngest doctor of his time. He got a rare chance of developing himself professionally by doing 3 years residency training in USA in his respective field. Dr. Raihan was trained in Sinai-Grace Hospital of Detroit Medical Center in Detroit, Michigan. He excelled in his training is USA & was awarded `Best Trainee of the Year’ twice during his training. Critical Care Medicine was also an integral part of his training in USA. Certification as Diplomat of American Board of Internal Medicine added another bright feather to his cap.\n\nIn Bangladesh, Dr. Raihan worked both in government hospital under Ministry of Health and Family Welfare and also private Apollo Hospitals Ltd as well. Currently he is working in Square Hospital as Consultant of Intensive Care Unit & Internal Medicine.",
        "SHL_DOC_ID": 20070100014,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 117,
        "name": "Dr. Pratik Dewan",
        "educationalDegree": "MBBS, DEM, MD (Internal Medicine), BIRDEM Academy",
        "specialty": "Consultant, Internal Medicine and Endocrinology",
        "image": "1521007107Dr_Pratik_(3).JPG",
        "description": "Dr. Pratik Dewan graduated from Sher-e-Bangla Medical College.  He obtained MD (Internal Medicine) and DEM (Diploma in Endocrinology & Metabolism) from Bangabandhu Sheikh Mujib Medical University (BSMMU) respectively through BIRDEM Academy. He accomplished training in advanced Endocrinology from Singapore. He is a member of American Association of Clinical Endocrinologist (AACE), USA. He acquired training in Medicine from BSMMU and BIRDEM.\n\nDr. Pratik worked in Endocrinology department of BIRDEM for 10 years. Later he assigned for Internal Medicine department and worked for more 5 years. In the professional tenure of BIRDEM, Dr. Pratik gains the proficiency in managing endocrinology and medicine patients.",
        "SHL_DOC_ID": 20130100002,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 119,
        "name": "Brig. Gen. Dr. Md. Delwar Hossain",
        "educationalDegree": "MBBS, FCPS (Medicine), FCPS (Gastroenterology)",
        "specialty": "Senior Consultant and Gastrointestinal, Liver & Pancreatic Diseases",
        "image": "1533100592.png",
        "description": "Prof. (Dr.) Col. Md .Delwar Hossain graduated from Dhaka Medical College and started his career in combined military hospital under defense ministry. Then he successfully obtained his FCPS (Medicine)  & FCPS (Gastroenterology) from BCPS. He achieved extensive training on Medicine and gastroenterology from Bangabandhu Sk. Mujib Medical University and Armed Forces Medical institute (AFMI) Bangladesh. He also gained advance training on interventional gastroenterology especially on ERCP from Lucknow, India. In his professional carrier he gained a wide exposure in the field of gastroenterology (Diagnostic & Therapeutic). At present he is working as Head of the Department of Gastroenterology in CMH and  as Senior Consultant – Gastroenterology at Square Hospital (Part time).",
        "SHL_DOC_ID": 20180400026,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 120,
        "name": "Dr. Sarabon Tahura",
        "educationalDegree": "MBBS, FCPS (Pediatrics), FCCP (USA), Fellowship in Pediatric Bronchoscopy",
        "specialty": "Consultant, Pediatric Respiratory Medicine",
        "image": "1735376718.png",
        "description": "Dr. Sarabon Tahura is a medical graduate (MBBS) from Mymensingh Medical College and obtained her FCPS (Pediatrics) from Bangladesh College of Physicians and Surgeon (BCPS). Afterwards, she completed fellowship in Pediatric Bronchoscopy from Qilu Children Hospital under Shangdong University, China. She achieved fellowship ‘FCCP’ by American College of Chest Physicians, USA. She started her career in Dhaka Shishu Hospital (present name Bangladesh Shishu Hospital and Institute) in 2006. At present she is working as an Associate Professor of Pediatric Respiratory Medicine at the same institute. She has attained advanced training and hands on workshops and acquired significant experience in Pediatrics, Pediatric Respiratory Medicine and Pediatric Interventional Pulmonology. She is highly competent in managing different respiratory diseases in children including chronic cough, pneumonia, recurrent respiratory tract infections, bronchiolitis, bronchitis, broncheal asthma, allergy, tuberculosis, cystic fibrosis, bronchiectasis, immunodeficiency, ILD etc with updated knowledge and advanced latest technology. Dr. Sarabon Tahura is the 1st Pediatric Interventional Pulmonologist in Bangladesh, performing all basic & advanced bronchoscopic procedures in children and neonate. She has earned significant experience and expertise in pediatric bronchoscopy for foreign body removal from airway and other advanced interventions. In Bangladesh, she has pioneered several procedures in children including flexible bronchoscopy guided endobronchial tumor debulking, balloon bronchoplasty, endobronchial electro surgery, cryotherapy, APC. She is frequently invited as international faculty at conferences, meeting and bronchoscopy workshops in different countries across the world. She authored the book ‘Paediatric Bronchoscopy- learn the basic’ and several book chapters on pediatric bronchoscopy. A good number of articles have been published under her name in different national and international medical journals. She has been awarded in different international seminars.",
        "SHL_DOC_ID": 20180600008,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 125,
        "name": "Dr. Tanny Tarafder",
        "educationalDegree": "MBBS, FCPS (Surgery), MRCS (UK)",
        "specialty": "Consultant -  General Surgery",
        "image": "1674367212.png",
        "description": "Dr. Tanny Tarafder graduated from Sir Salimullah Medical College, Dhaka. She pursued her career in Surgery and completed her surgical training in Mitford Hospital and Dhaka Medical College Hospital. She has been awarded Fellowship (FCPS, Surgery) by BCPS (Bangladesh College of \n\nPhysicians and Surgeons). To further increase her knowledge, she availed Membership (MRCS) of Royal College of Surgeons, UK. \n\nShe  has considerable experience and expertise in General Surgery, especially in the areas of Breast and Colorectal diseases, hernia and laparoscopic \n\nsurgery. She is keen to modernizing the current surgical practice in our country by utilizing the latest protocols of diagnosis and surgical/nonsurgical management of diseases. She keeps herself updated by attaining \n\ninternational seminars and training courses to constantly be with the \n\ninternational standards. She excelled in the training course for the management of breast diseases at the Department of Endocrine Surgery in Christian Medical College (CMC), Vellore, India.\n\nShe is a lifetime member of Association of Breast Surgeons of Bangladesh (ABSB), Asian Society of Mastology (ASOMA), and Society of Laparoscopic Surgeons of Bangladesh (SLSB). Breast Conserving Surgery and Laparoscopic Hernia Repair are two particular areas of interest for her. She attended workshop on Oncoplastic Breast Surgery in Pune, India, which was jointly conducted by International School of Breast Oncoplasty, Pune, India and University of East Anglia, UK. She has presented multiple papers in national and international conferences and has a number of publications to her credit.",
        "SHL_DOC_ID": 20140300009,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 126,
        "name": "Dr. Deepankar Kumar Basak",
        "educationalDegree": "MBBS (DMC), FCPS (Internal Medicine)",
        "specialty": "Consultant, Internal Medicine",
        "image": "1548846980.jpg",
        "description": "Dr. Deepankar Kumar Basak graduated from Dhaka Medical College. After completing his internship at DMCH, he joined there as a medical officer to pursue his post-graduation in internal medicine. He got extensive training in internal medicine for 3 years at DMCH. He was also trained in chest medicine at NIDCH and Gastroenterology at DMCH. Dr. Deepankar obtained his FCPS in Internal Medicine from Bangladesh College of Physicians and Surgeons (BCPS). \n\nHe joined the Emergency Department of Square Hospital and worked there for more than 7 years under the supervision of some internationally renowned emergency medicine specialists from CMC Hospital Vellore, India. Later, he also worked in the Department of Gastroenterology and now he is a Consultant of the Internal Medicine Department. \n\nDr. Deepankar Kumar Basak has gathered huge experience in managing Internal medicine, Emergency, and Gastroenterology related patients both in IPD and OPD. He is an expert hand in Endoscopy & Colonoscopy too. He has actively joined many seminars and symposiums at home and abroad and presented papers. He has published a number of articles in national and international medical journals and is appreciated by physicians. He is a lifetime member of the Bangladesh Society of Medicine (BSM) & Bangladesh Gastroenterology Society (BGS).",
        "SHL_DOC_ID": 20061200010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 127,
        "name": "Dr. Mohammad Israt Faisal",
        "educationalDegree": "MBBS, FCPS (Surgery)",
        "specialty": "Consultant  – General Surgery",
        "image": "1543208339.jpg",
        "description": "Dr. Mohammad Israt Faisal graduated from Rangpur Medical College with excellent academic record in the professional examinations. He started his carrier as a lecturer of anatomy and later joined BCS Health cadre. He completed his post graduation training in Rajshahi Medical College and obtained FCPS from Bangladesh College of Physician and Surgeon (BCPS).\n\nHis professional history includes position such as resident surgeon and consultant at government hospital as well as specialist surgeon at reputed private hospital helped him to gain the experience of performing elective and emergency surgery, pre and post operative patient care.\n\nDr. Mohammad Israt Faisal has got special interest in minimal invasive surgery and got advanced training in laparoscopic colorectal surgery from country and abroad. He has experience in working in cardiothoracic, thoracic and vascular surgery department. He is a life member of society of laparoscopic surgeons of Bangladesh.",
        "SHL_DOC_ID": 20130800003,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 128,
        "name": "Dr. Md. Mazharul Islam",
        "educationalDegree": "MBBS, FCPS (Eye) Trained in Phaco, Laser & Medical Retina (BIRDEM Academy)",
        "specialty": "Associate Consultant-Ophthalmology",
        "image": "1703667442.png",
        "description": "Dr. Md. Mazharul Islam graduated from Rajshahi Medical College. Then he joined BCS (Health) at Sylhet and thereafter BIRDEM Hospital. He obtained his FCPS (Ophthalmology) degree from BCPS & as post graduate Fellow he worked at BIRDEM till December, 2017. During this period he got intensive training on different aspects of clinical treatment of Ophthalmological diseases.\n\nDr. Mazhar has a long experience of more than 12 years in the field of Ophthalmology. He has successfully done 2000 over cases of Phaco with PCIOL. He has accomplished other surgeries like Pterygium operation with conjunctival autograft, DCR operation with Intubation, Cyclocryopexy, Corneal injury repair & many more successfully. \n\nAt BIRDEM Hospital, Dr. Mazhar managed Diabetic & Hypertensive patients with great success. He has done more than 2500 Argon Laser in Diabetic retinopathy & around 500 YAG PI & YAG Laser capsulotomy in Glaucoma & Pseudophakia with PCO patients. He has 11 years of experience in Medical Retina. He has also completed advance training in SICS (Small Incision Cataract Surgery) from Islamia Eye Hospital on 2017. Dr Mazharul has been selected as life time member of OSB, BCPS, BAO & All India Ophthalmological Society (AIOS)",
        "SHL_DOC_ID": 20180100006,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 129,
        "name": "Dr. Arunangshu Das",
        "educationalDegree": "MBBS, FCPS",
        "specialty": "Consultant - Oncology",
        "image": "1642500227.png",
        "description": "Dr Arunangshu Das passed MBBS from Mymensing Medical College in 2005. After that he joined Radiotherapy Department of Dhaka Medical College in 2007 as Honorary Medical Officer. At the end of 2008 he received a scholarship and went to National Cancer Center (NCC) Singapore for a clinical attachment and training. In 2009, he successfully completed Post Graduate Certificate in Palliative Medicine  from Flinders University Australia.  He joined Government Health Service (27th BCS) in December 2008. Subsequently in 2010 he was posted at National Institute of Cancer Research and Hospital (NICRH), Dhaka at the Department of Radiation Oncology. In 2012 he went to UKM, Malaysia for a higher training in Oncology. He successfully completed FCPS in Radiotherapy from Bangladesh College of Physicians and Surgeons of Bangladesh (BCPS) in 2014. At the middle of 2014 he went to TATA Memorial Hospital Mumbai for a clinical training in Radiation Oncology. He received the prestigious International Development and Education Award (IDEA) in January 2018 from American Society of Clinical Oncology (ASCO) USA. He also achieved the prestigious ESMO Asia Leadership Award in 2020. As a part of voluntary activity he is working as the General Secretary of Bangladesh Society for Breast Cancer Study. He is active in clinical research and published many articles both nationally and internationally. He has long 15 years experience working the field of Oncology. Currently he is working as Consultant at Oncology Department of Square Hospitals Ltd.",
        "SHL_DOC_ID": 20140800001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 130,
        "name": "Dr. Md. Akhtanur Rahman Joarder",
        "educationalDegree": "MBBS, MS (Cardio-Vascular & Thoracic Surgery)",
        "specialty": "Consultant, Cardiac Surgery",
        "image": "1714882427.png",
        "description": "Dr. Akhtanur Rahman Joarder obtained his MBBS from Faridpur Medical College and completed his MS in Cardio-Vascular & Thoracic surgery (CVTS) from National Institute of Cardio-vascular Diseases (NICVD). His works in Ibrahim Cardiac Hospital & Research Institute, Cardiac Centre of Ibn Sina Specialized Hospital and Square Hospital provides him wide experiences in various cardiac procedures ranging from conventional CABG, OPCAB, Mitral & Aortic valve replacements, repair of Atrial (ASD) & Ventricular septal defects (VSD), PDA ligation and intra-cardiac repair of TAPVC to Tetralogy of Fallot (TOF) surgery.\n\nHe independently manage & vascular conditions such as Acute vascular disease, Deep Vein Thrombosis, Chronic peripheral vascular diseases such as Buerger’s disease, Varicose veins, Chronic limb ischemia etc. He is also an expert in making Arterio-Venous (AV) fistula in patients of CKD. He can operate various types of cardiac tumors (myxoma), vascular tumors (hemangioma, AV malformation, pseudoaneurysm) & chest wall tumors.\n\nDr. A. R. Joarder is a life member of the Bangladesh Cardiac Society,\n\nCardiac Surgeon’s Society of Bangladesh (CSSB), Bangladesh Association of Cardio-thoracic & Vascular Surgeons (BACTVS) & Bangladesh Medical Association (BMA).",
        "SHL_DOC_ID": 20161200034,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 131,
        "name": "Dr. Md. Sultan Sarwar Parvez",
        "educationalDegree": "MBBS, MS (Cardio-Vascular & Thoracic Surgery), FACS (USA), MRCPS (Glasgow)",
        "specialty": "Associate Consultant, Cardiac Surgery",
        "image": "1714882964.png",
        "description": "Dr. Md. Sultan Sarwar Parvez graduated (MBBS) from Jahurul Islam Medical College under Dhaka University and obtained his Master’s degree (MS) in Cardiovascular and Thoracic Surgery from the National Institute of Cardiovascular Diseases (NICVD). He got a fellowship from the American College of Surgeons (USA) and a prestigious degree (MRCPS) from The Royal College of Physicians and Surgeons of Glasgow, UK.\n\nBefore joining Square Hospital, he worked as a Junior Consultant at Lab Aid Cardiac Hospital and Ibn Sina Cardiac Center, Dhaka, Bangladesh. Then he was appointed to the Department of Cardio-Vascular Surgery of Square Hospital in Dec’2016 and he has worked as an Associate Consultant in the Cardiac Surgery department. He has a keen interest in MICS and Robotic Cardiac Surgery.\n\nDr. Parvez has 18 years of experience and skills to perform a wide range of cardiac surgeries like Beating heart coronary artery bypass surgery (OPCAB), Conventional CABG, Valve Replacement surgery, Combined surgical procedure like CABG with valve replacement, surgical closure of ASD and VSD, PDA ligation, Cardiac tumors like LA Myxoma, Thymic tumor, coronary artery fistula repair, unroofing of myocardial bridge and other cardiac surgical procedures. \n\nHe introduced and performed the VenaSeal closure procedure, the modern varicose vein treatment worldwide, and the RFA procedure. He also manages vascular diseases like Peripheral vascular diseases, Deep vein Thrombosis, Varicose leg Ulcers, Varicose veins, Spider veins, Vascular tumors, etc.\n\nHe is also skilled in creating various types of Arterio-Venous fistula for dialysis in CKD patients.\n\nDr. Parvez has published many articles in different national and international journals. He is a member of the Cardiac Surgeon’s Society of Bangladesh (CSSB), and the Bangladesh Association of Cardiovascular & Thoracic Surgeons (BACVTS). He is also a member of BMA, EACTS, and MACS.",
        "SHL_DOC_ID": 20161200033,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 132,
        "name": "Prof. Brig Gen (Retd.) Jahangir Alam",
        "educationalDegree": "MBBS, MCPS, FCPS",
        "specialty": "Head - Radiology & Imaging Operation",
        "image": "1555569795.jpg",
        "description": "Prof. Brig. Gen. (Retd) Jahangir completed MBBS from Rangpur Medical College. After one year of in-service training in Rangpur Medical College Hospital he joined in Army Medical Corps and became Graded Specialist in Radiology in Military in Dec 1982. Brig Gen Jahangir obtained MCPS in Radiology & Imaging in 1993 and FCPS in 1994. He did training in Angiographic X-ray equipment and Angiography in Japan, Australia, Indonesia and Thailand in 1994 and completed Fellowship in MRI (USA) in 1997.\n\nProf. Jahangir Alam served 28 years in Military and became Head of the Department of Radiology & Imaging in CMH Dhaka till his deliberate retirement.  He was promoted to the rank of Brig General, became Professor & Head of the Department of Radiology & Imaging in Armed Forces Medical College & CMH Dhaka.\n\nProf. Jahangir Alam has served 10 years private practice in Central Hospital Ltd and about 10 years in Apollo Hospitals Dhaka and serving about 05 years in Square Hospitals Ltd. He has lots of publications and has attended many National & International seminars as Speaker. He was honored with Visiting Professor of Pediatric Neuro-Radiology in Dhaka Shishu Hospital, Faculty of Urology & Transplant Foundation of Bangladesh. He was examiner of FCPS, MD and M.Phil for 13 years. He is a life member of Bangladesh Society of Radiology & Imaging (BSRI) and was past Vice President of the Society. He is a life member of ISNR (Indian Society of Neuroradiology).\n\nHe has got advanced training in Pediatric Neuro-Radiology from Great Ormond Street Hospital for Children, London (UK), advanced training in CT Scan, MRI & Interventional Radiology in Mount Elizabeth Hospital & Singapore General Hospital.  \n\nProf. Jahangir Alam is a Clinical Radiologist, has been doing Interventional procedures like peripheral angiogram since 1996 in Bangladesh Army. He is doing Ultrasound & CT guided FNAC, FNAB and Core / True cut biopsy. He is also doing diagnostic & therapeutic aspiration of pleural fluid, ascitic fluid, liver abscess drainage, benign ovarian cysts, pigtail catheter drainage of liver abscess and ascetic fluid. Prof. Jahangir Alam does all the above mentioned procedures methodically in full aseptic precaution under local anesthesia.",
        "SHL_DOC_ID": 20180800015,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 133,
        "name": "Dr. Subrata Kumar Barai",
        "educationalDegree": "BDS, Advanced training in Dental Surgery (India), Dental Implant (India)",
        "specialty": "Oral & Dental Surgeon",
        "image": "1548650452.jpg",
        "description": "Dr. Subrata Kumar Barai graduated from City Dental College under the University of Dhaka in 2003. After completing his internship he dedicated his training in the field of General Dentistry. He completed one year Post Graduation Training on Oral & Maxillofacial Surgery from BSMMU. Then he joined as a Medical Officer at HCDP of Diabetic Association of Bangladesh in 2006. During his professional service he achieved advanced training on Dental Surgery and Dental Implant Prosthesis from CMC Vellore, India. He is specialist in dealing with different oral and dental diseases, artificial replacement of missing teeth such as crown, bridge, implant & maxillofacial prosthesis and also expert in high tech endodontic procedures like root canal treatment & endodontic surgery. He joins Square Hospital as a highly skilled Oral & Dental Surgeon.\n\nExperience: More than 12 years.",
        "SHL_DOC_ID": 20061200018,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 134,
        "name": "Dr. Md. Abdul Qader",
        "educationalDegree": "MBBS, MD  Clinical Fellow (National University Hospital, Singapore)",
        "specialty": "Associate Consultant, Pediatric Nephrology",
        "image": "1716367005.png",
        "description": "Dr. Md. Abdul Qader graduated from Sylhet MAG Osmani Medical College, Sylhet. After graduation, he has started his Pediatric training in Sylhet MAG Osmani Medical College Hospital. In the year 2010, he has joined in the department of Pediatric Nephrology, Bangabandhu Sheikh Mujib Medical University, Dhaka as a resident and obtained MD in Pediatric Nephrology.\n\nDr. Qader has joined in the department of Pediatric Nephrology, Dialysis and Renal Transplantation, National University Hospital, Singapore as an IPNA (International Pediatric Nephrology Association) clinical fellow in 2016 and successfully completed a 2 year fellowship in October, 2018.\n\nHe has vast experience in managing children with kidney disease in the neonatal and Pediatric ICU. He is experienced in clinical nephrology, Pediatric dialysis and renal transplantation. He has more than 20 publications in international, national medical journals and book. He has attended a number of national and international workshop, seminar and conferences and presented papers. He is an active member of International Pediatric Nephrology Association (IPNA) and American Society of Nephrology (ASN).",
        "SHL_DOC_ID": 20181100014,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 137,
        "name": "Dr. Fowaz Hussain Shuvo",
        "educationalDegree": "MBBS, MD (Hepatology)",
        "specialty": "Consultant – Hepatology & Gastroenterology",
        "image": "1555569282.jpg",
        "description": "Dr. Fowaz Hussain graduated from Dhaka Medical College and obtained his MD (Hepatology) from Bangabandhu Sheikh Mujib Medical University (BSMMU). He gained experience through his working tenure of more than 10 years at department of Hepatology and Gastroenterology of a reputed corporate hospital of Dhaka where he groomed himself up as one of the dependable gastroenterologists of the country. He was also an Assistant Professor in the department of Hepatolgy at Mymensingh Medical College & Hospital. Dr. Fowaz Hussain is an expert in Interventional procedures like Endoscopy, Colonoscopy, Polypectomy, ERCP, Esophageal Stentings, Bleeding Homeostasis and Clippings. Dr. Fowaz Hussain got his advanced interventional training and joined many workshops in India, Singapore and different countries of Europe. He has many publications both in international and national levels.",
        "SHL_DOC_ID": 20190300024,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 138,
        "name": "DR.  NASIMA AKTER",
        "educationalDegree": "MBBS, DCH, FCPS (Pediatrics), Trained in Noninvasive Pediatric Cardiology (NICVD)",
        "specialty": "Associate Consultant, Pediatric Cardiology",
        "image": "1716367357.png",
        "description": "Dr. Nasima Akter graduated from from Sir Salimullah Medical College, Dhaka. After completing internship and post graduation training, she started her career as Assistant Registrar in Pediatrics in Institute of Child & Mother Health (ICMH). She completed Diploma in Child Health (DCH) from Bangabandhu Sheikh Mujib Medical University (BSMMU) and was promoted as Registrar, Pediatrics.\n\nDr. Nasima Akter obtained fellowship (FCPS) in Pediatrics from Bangladesh College of Physicians and Surgeons (BCPS). She serviced 12 years in the Institute of Child & Mother Health (IMCH) and involved in teaching of post graduate students. She had several training in neonatal resuscitation, breast-feeding, diarrheal diseases, integrated management of childhood illness, child health care, infant & young child feeding, and research methodology etc. Dr. Nasima Akter became master trainer of IMCI.  \n\nWith 19 years of successful career in pediatrics patient care, Dr. Nasima Akter joins at Square Hospitals Ltd. in 2010. She takes training in Pediatric Cardiology from National Institute of Cardiovascular Diseases (NICVD) and is evaluating and managing non-invasive pediatric cardiac patients from then. Her focus of interest is to the structural & congenital heart defect of neonates, infants, children & adolescents. She gives general pediatric treatment regularly.\n\nDr. Nasima Akter has participated in many national and International conferences, and has presented and published papers. She is a member of Bangladesh Pediatric Association (BPA) & Pediatric Cardiac Society of Bangladesh (PCSB).",
        "SHL_DOC_ID": 20100600038,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 139,
        "name": "Prof. Md. Waziul Alam Chowdhury",
        "educationalDegree": "MBBS, FCPS (Psy)",
        "specialty": "Senior Consultant - Psychiatry",
        "image": "1574568933.jpg",
        "description": "Prof. Md. Waziul Alam Chowdhury MBBS, FCPS (Psy) MACP (USA) is a Medical graduate from Rajshahi Medical College. After completion of internship he joined as a Medical officer and served as Assistant Professor, Associate Professor and Professor of Psychiatry in different Medical colleges and Institutions. In his successful carrier he gained advanced training in Geriatric Medicine & Psychiatry form India and also achieved (WHO) fellowship from there. He joins Square Hospital as Consultant- Psychiatry",
        "SHL_DOC_ID": 20070100040,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 140,
        "name": "Dr. Mahbub Hasan",
        "educationalDegree": "MBBS, FCPS (General Surgery), FCPS (Plastic Surgery), MRCS (Edinburgh),  Advanced training in burn and plastic surgery - Singapore & Malaysia",
        "specialty": "Fellowship (Hand and microsurgery) - UK  Associate Consultant , Plastic Surgery",
        "image": "1714882685.png",
        "description": "Dr. Mahbub Hasan graduated from Dhaka Medical College and started his career as an Assistant Surgeon.  He obtained FCPS\n\n(General Surgery) from BCPS and then accomplished FCPS (Plastic Surgery) from the same Institute.\n\nHe continued his training with advanced fellowship on hand and microsurgery from Wythenshawe Hospital, Manchester, UK and Royal Free Hospital, London. He visited Singapore for sophisticated training on burn management.\n\nHe worked as a specialized registrar in plastic surgery department of Kuching General Hospital, Malaysia. He became Assistant Professor of burn and plastic surgery department at Dhaka Medical College Hospital.\n\nDr. Mahbub is competent in management of burn; has good experience and skill in reconstruction of upper and lower limbs following trauma and cancer excision. He has special interest in facial trauma, body contouring and aesthetic surgery. He is competent of doing breast augmentation and breast lifting procedure. \n\nHe has participated in many seminars, symposiums in home and abroad and his articles have been published in different journals.",
        "SHL_DOC_ID": 20190400037,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 141,
        "name": "Dr. Md. O.F.G Kibria",
        "educationalDegree": "MBBS, MS (Orthopedic)",
        "specialty": "Senior Consultant, Orthopedics",
        "image": "1566274320.jpg",
        "description": "Dr. Md. O.F.G Kibria graduated from Dhaka Medical College and later did his MS in Orthopedic from National Institute of Trauma &Orthopedic Rehabilitation (NITOR), Dhaka. He also completed AO advance course in trauma from Malaysia.\n\nHe worked in different hospitals of the world such as Sunny Brooks and Sick Kids Hospital, Toronto, Canada; Civil Hospital & Sterling Hospital, Ahmedabad; All India Institute, Delhi and Stanly Medical College, Chennai, India.  He was trained in orthopedics and trauma surgeries including hip & knee replacements, arthroscopy, surgeries for hand and brachial plexus, congenital and post-polio deformities, free grafts, correction of deformities, nerve repair, tendon transfer and replantation. He has also worked at various district hospitals in Bangladesh.\n\nDr.  Kibria has over 20 years of experience as an Orthopedic Surgeon with expertise in the management of general orthopedic trauma, specially hand injury and brachial plexus injury and has performed the highest numbers of adult brachial plexus repair in the country with good results. Before joining Square Hospital, he worked as Consultant, Orthopedics at a corporate Hospital in Dhaka.\n\nNow he is consulting patients as a full time Consultant of Orthopedics  in Square Hospital .",
        "SHL_DOC_ID": 20190400053,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 142,
        "name": "Dr. Md. Sirazul Haque Ershad",
        "educationalDegree": "MBBS, MS (Neurosurgery), Fellowship in Neuro intervention (INK, India)",
        "specialty": "Associate Consultant, Neurosurgery",
        "image": "1566274356.jpg",
        "description": "Dr. Md. Sirazul Haque Ershad is an efficient neurosurgeon and neuro-interventionist who is specialized both in microvascular and endovascular surgeries.\n\nHe was trained and supervised by the world famous Neuro interventionist and Neurosurgeons of both Bangladesh and India. Dr.  Ershad was a direct student of National Professor Dr. Nurul Islam and completed graduation from IAHS, USTC. He entered into Post graduation in Neurosurgery in Dhaka Medical College, trained for both FCPS and MS degree in neurosurgery and obtained an MS Degree. After completing post-graduation, he was trained in Microvascular neurosurgery in Teishinki Hospital, Japan. He completed a yearlong fellowship in Neuro intervention in the Institute of Neuroscience (INK), India.\n\nApart from open surgeries of brain and spine, he has special specialization in endovascular treatment of Stroke, Aneurysm, AVM, and DAVF.",
        "SHL_DOC_ID": 20130900038,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 145,
        "name": "Prof. Dr. Mohammad Abdullah Al Mamun",
        "educationalDegree": "MBBS, FCPS, MRCS",
        "specialty": "Consultant, Colorectal & Laparoscopic Surgery",
        "image": "1674367360.png",
        "description": "Dr. Md.  Abdullah Al Mamun is one of the most eminent Colorectal and Laparoscopic surgeons of Bangladesh. He is a reputed international faculty in Rectal and Colon Cancer, Rectal Prolapse, ODS (Obstructed Defecation Syndrome) treatment as well as laparoscopic Surgery. In Bangladesh, he pioneered  Mini Laparoscopic/Needlescopic  Cholecystectomy, Single Incision Laparoscopic Surgery (SILS) Needlescopic  Cholecystectomy, Appendicectomy, and Cosmetic Hernia surgery, gaining increasing popularity among the patients of square Hospital. \n\nHe has successfully performed countless Hernia surgeries, which were complicated by previous open/conventional surgeries. Moreover, he applied PSR (Primary Sphincter Repair) Procedure on complex fistula patients who had been deceived several times in the name of multi-staged operations. He usually conducts laser surgery for Piles, Anal Fissures, Fistulas, and Pilonidal Sinuses. He is also proficient in Longo and Stapling Piles surgery.\n\nOver two decades of experience, he is a Competent Surgeon in the field of Laparoscopy and Colorectal Surgery. He obtained his MBBS degree from Mymensingh Medical College. Later on, acquired professional training from Dhaka Medical  College. Mitford Hospital, Mymensingh Medical College &Bangabandhu Sheikh Mujib Medical University. Besides completing his FCPS in surgery, he also pursued MRCS degree from Royal College of Surgeons of Edinburgh. He obtained prestigious fellowship in Colorectal Surgery and Minimal Access Surgery (MAS) from India. \n\nHe has traveled around the world to take professional training and to attend international seminars and has presented more than 25 original medical articles at international workshops. He is a lifetime member of Endoscopic and Laparoscopic Surgeons of Asia and honorable fellow of American College of Surgeons. He is an author of the book “Benign Anorectal  Disorders” published by Springer. Besides being an Associate Professor of Surgery at a renowned medical college hospital, he is currently serving as a part – time consultant at Colorectal and Laparoscopic Surgery department of Square Hospital Ltd.",
        "SHL_DOC_ID": 20190700013,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 146,
        "name": "Dr. Sadiqa Tuqan",
        "educationalDegree": "MBBS, FCPS (Endocrinology and Metabolism)",
        "specialty": "Associate Consultant, Endocrinology",
        "image": "1568692133.jpg",
        "description": "Dr. Sadiqa Tuqan graduated from Mymensingh Medical College in 2005. Then she completed her training in Medicine from Mymensingh Medical College. Thereafter she endured her endocrinology training in BSMMU. She attained FCPS in Endocrinology and Metabolism in 2015. At present she is working as Associate Consultant of Endocrinology in Square Hospital. Dr. Sadiqa is a lifetime member of Bangladesh Endocrine Society and member of Association of Clinical Endocrinologist and Diabetologist Bangladesh.",
        "SHL_DOC_ID": 20140500014,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 147,
        "name": "Prof. Dr. Rehana Parveen",
        "educationalDegree": "MBBS, FCPS",
        "specialty": "Senior Consultant, Gynecological Oncology",
        "image": "1716889763.png",
        "description": "Prof. Dr. Rehana Parveen graduated from Sher-e-Bangla Medical College & stood first in order of merit in Final Prof Examination under University of Dhaka with Honors marks in Obs & Gyne in 1983. She obtained FCPS degree from Bangladesh College of Physicians & Surgeons (BCPS) in 1992.\n\nAs a popular teacher she worked in many medical colleges such as, Dhaka Medical College, Chittagong Medical College, Mymensingh Medical College, Osmani Medical College, Suhrawardy Medical College & lastly in National Institute of Cancer Research & Hospital (NICR&H). She has vast experience in teaching & treating patients of Obgyn (including Gyne Oncology) for about 25 years & exerted her duties solely as Gynecological Oncologist for over 7 years. Before joining Square Hospital, she was Head, Department of Gyne Oncology in NICR&H, Mohakhali. Under her dynamic leadership training in Gyne Oncology has been recognized for 3 years in NICR&H by BCPS for FCPS Degree. \n\nShe took training in a good number of national & international institutes. She had post-graduate training on Gyne Oncology, Colposcopy & Cancer screening in BSMMU, Chittaranjan National Cancer Institute in Kolkata, Ethicon Institute in Mumbai, Nowrosjee Wadia Memorial Hospital in Mumbai, Tata Memorial Hospital in Mumbai, India, Turkish Health Institute, Ankara, Turkey.\n\nShe has publication of about 18 articles, published in different national & international journals. She is a co-author of three popular books, named “Clinical Guide to Obstetrics & Gynecology”. She is also an honorary contributor of ‘Essence of Pediatrics’ published by Elseviere from New Delhi. \n\nNow she is consulting patients as a full time Consultant of Gynecological Oncology in Square Hospital.",
        "SHL_DOC_ID": 20191000010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 148,
        "name": "Prof. Dr. Brig. Gen. Md. Liakat Ali Hyder",
        "educationalDegree": "BDS, FCPS, MMEd",
        "specialty": "Consultant, Dental ‍Surgery & Orthodontics",
        "image": "1727758567.png",
        "description": "Prof. Dr. Brig. Gen. Md. Liakat Ali Hyder\n\nBDS, FCPS, MMEd\n\nConsultant, Dental ‍Surgery & Orthodontics\n\nProf (Dr.) Brig Gen Md Liakat Ali Hyder is a distinguished orthodontist and dental surgeon with over 33 years of experience in Bangladesh and internationally. A Fellow of the Bangladesh College of Physicians and Surgeons in Orthodontics and Dentofacial Orthopedics. Dr. Hyder has a robust practice that spans both orthodontics and general dentistry. He also completed his 2 years master’s course in medical education from BSMMU with excellent results. He currently serves as the Consultant Dental Surgeon General at the Directorate General of Medical Service in Dhaka, where he leads the Army Dental Corps in delivering high-quality patient care, and ensuring best practices in diagnosis, treatment, and preventive dental service. \n\nThroughout his career, Dr. Hyder has garnered invaluable experience through his service with the United Nations in Liberia and Congo, further cementing his reputation with his work for the Kuwait Army. His dedication to advancing orthodontic technology is evident in his use of cutting-edge systems such as CAD CAM and Invisalign. Furthermore, his contributions to national journals highlight his research in orthodontics and maxillofacial orthopedics. Prof. Dr. Hyder is now also available as a Consultant in Dental ‍Surgery & Orthodontics at Square Hospital.",
        "SHL_DOC_ID": 20240900025,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 149,
        "name": "Prof. Dr. Arif Salam Khan",
        "educationalDegree": "MBBS, FCPS (Surgery)",
        "specialty": "Consultant, Hepatobiliary Surgery",
        "image": "1674367271.png",
        "description": "Dr. Arif Salam Khan is a renowned Hepatobiliary surgeon. He is working in Bangabandhu Sheikh Mujib Medical University as an Associate Professor of Surgery.\n\nHe completed MBBS from Dhaka Medical College in 1995. After completion of his Internship he joined Government Service in 17th BCS. Thereafter he did his surgery training at Sher-E-Bangla medical college hospital. He completed FCPS degree in Surgery from BCPS. Then he joined as Resident Surgeon (general) of Dhaka Medical College Hospital where he gained experience of doing all kinds of Emergency and Trauma Surgeries. Thereafter he left government job and joined Bangabandhu Sheikh Mujib Medical University as an Assistant Professor of Surgery. He worked in the Hepatobiliary Surgery department.\n\nDr. Arif Salam Khan has got a number of trainings both locally and internationally. He participated in Basic Life Support Instructor Course, Advanced Cardiac Life Support Instructor Course, Fellowship Training on Emergency Medical Service and Disaster Medical Management System organized by KhonKaen Regional Hospital, Thailand which is WHO Collaborating Center for Injury Prevention and Safety Promotion. He is also a Trainer for Basic Surgical Skill of BCPS. He also successfully completed ATLS Provider Course and ATLS Instructor course and he is now regarded by the ATLS Program as an Instructor of Candidate. He also had an observational training on liver Transplant Surgery in MEDANTA Hospital, India.\n\nDr. Arif Salam Khan is proficient in performing all kinds of General Surgeries. He has keen interest in doing Liver, Gall Bladder, Pancreas, Upper GI and Spleen Surgery for both benign and malignant conditions. He is also an expert in Laparoscopic Surgery.",
        "SHL_DOC_ID": 20191000018,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 150,
        "name": "Prof. Dr. Brig. Gen. Md. Azizul Islam",
        "educationalDegree": "MBBS, FCPS, FRCP (UK), FACP (USA)",
        "specialty": "Senior Consultant, Psychiatry",
        "image": "1632913588.jpg",
        "description": "Prof. Dr. Brig. Gen. Md. Azizul Islam is one of the most prominent psychiatrists of Bangladesh. He completed his fellowship from Bangladesh College of Physicians and Surgeons. He obtained advanced training in Chief Military Medical Academy, Ankara, Turkey and on Child and Adolescent psychiatry from National Institute of Mental Health and Neuroscience (NIMHANS), Bangalore, India. Beside those, he underwent many professional and academic trainings at home and abroad. For his outstanding activities in the field of mental health services in the country he was awarded with Fellowship from Royal College of Physicians (FRCP) and Fellowship from American College of Physicians (FACP).\n\nHe was commissioned in Bangladesh army medical corps in 1986. He has been relentlessly working to build awareness, breaking stigma of mental illness. His work to manage Stress is widely accepted at home and abroad.\n\nProf. Dr. Brig. Gen. Md. Azizul Islam is a regular writer in the national dailies in the field of mental health awareness. In his credit there are about 30 publications in national and international medical journals, 50 publications in the national dailies, weekly and health magazines. He wrote two books on mental health in Bengali named ‘Moner Nana Rong O Mono Rog’ & ‘Sishu Kishor Mono Bikash Abong Autism’. He writes editorial for different prestigious medical journals.\n\nBesides practicing general and adult psychiatry he has keen interest in child and adolescent psychiatry specially autism. He is one of the pioneer child and adolescent psychiatrists in the country. Brig Gen Aziz is currently working as Professor & Head of the Dept. of Psychiatry, Armed Forces Medical College and Adviser specialist in Psychiatry at Combined Military Hospital, Dhaka Cantonment.\n\nHe is now available in Square Hospital as a Consultant of Psychiatry.",
        "SHL_DOC_ID": 20191100001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 151,
        "name": "Prof. Dr. Md. Hasan Masud",
        "educationalDegree": "MBBS, MD (Gastroenterology)",
        "specialty": "Senior Consultant– Gastroenterology",
        "image": "1578998264.jpg",
        "description": "Prof. Dr. Md. Hasan Masud, MBBS, MD (Gastroenterology)) is a medical graduate of Sher-e-Bangla Medical College, Barisal.  After graduation he served in several reputed hospitals across the country and became Professor in the department of Gastroenterology at Bangabandhu Sheikh Mujib Medical University (BSMMU). Moreover 20 years of experience in the field of gastroenterology shapes him as an expert and very dependable gastroenterologist. \n\nIn his successful carrier he gains wide range of advanced trainings and has taken special training in Interventional Gastroenterology from National University, Singapore. He performs all types of endoscopic procedures as he grooms himself with the 3rd space endoscopy training from Global Hospital, Mumbai, India and in therapeutic endoscopic ultrasound training from Shanghai, China. He has more than 50 publications both in international and national levels.",
        "SHL_DOC_ID": 20191200019,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 153,
        "name": "Dr. Major (Retd) Zeena Salwa",
        "educationalDegree": "MBBS, DCH, FCPS (Paed), Clinical Training on Pediatric Neurology (India), Training on EEG and Epilepsy in USA",
        "specialty": "Consultant, Pediatrics and Child Development Center (CDC)",
        "image": "1716367107.png",
        "description": "Dr. Major (Retd) Zeena Salwa has completed her medical degree (MBBS) from Rangpur Medical College under Rajshahi University. She has post-graduation on Diploma in Child Heath (DCH) From Bangabandhu Sheikh Mujib Medical University (BSMMU) and also completed her highest degree FCPS (Pediatrics) from Bangladesh College of Physicians and Surgeons (BCPS). She started her carrier as Medical Officer in Bangladesh Army after internship training and served in Army Medical Corps (AMC) for 16 years in different cantonments as practicing physician with different leadership positions. She managed department of Pediatrics independently after her post-graduation degree in AMC and has extensive experiences in clinical patient management, counseling and prevention approaches.\n\nDr. Zeena has expanded her career with Square Hospital Ltd (SHL) since 2010 as Pediatrician and expanded vision toward Pediatric Neurology for new services in SHL for responding the emerging needs of children in Bangladesh. She further received intensive clinical training in Pediatric Neurology from Dhaka Shishu Hospital and Christian Medical College (CMC), Vellore, India. Recently she has received training on Epilepsy and EEG from Cleveland Clinic, USA.\n\nBeing a Consultant, she is performing individual and independent patient treatment and management both in critical and chronic illness of Pediatric patients including Pediatric Neurology. She has provided leadership for orchestrating a new service with establishment of Square Child Development Center (CDC) for addressing neurological disorders of children in 2017. She also introduced a new service for screening of “Newborn” through Square (CDC).\n\nShe has participated in many national and International conferences, presented and published papers. Her continued interest is in Pediatric Neurology including Developmental Pediatrics along with general Pediatrics. She is a member of national and international Pediatric associations and Pediatric Neurology associations as well.",
        "SHL_DOC_ID": 20100600030,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 154,
        "name": "Prof. Dr. Mohammad Abdullah Al Mamun",
        "educationalDegree": "MBBS, FCPS, MRCS",
        "specialty": "Consultant, Colorectal & Laparoscopic Surgery",
        "image": "1674367360.png",
        "description": "Dr. Md.  Abdullah Al Mamun is one of the most eminent Colorectal and Laparoscopic surgeons of Bangladesh. He is a reputed international faculty in Rectal and Colon Cancer, Rectal Prolapse, ODS (Obstructed Defecation Syndrome) treatment as well as laparoscopic Surgery. In Bangladesh, he pioneered  Mini Laparoscopic/Needlescopic  Cholecystectomy, Single Incision Laparoscopic Surgery (SILS) Needlescopic  Cholecystectomy, Appendicectomy, and Cosmetic Hernia surgery, gaining increasing popularity among the patients of square Hospital. \n\nHe has successfully performed countless Hernia surgeries, which were complicated by previous open/conventional surgeries. Moreover, he applied PSR (Primary Sphincter Repair) Procedure on complex fistula patients who had been deceived several times in the name of multi-staged operations. He usually conducts laser surgery for Piles, Anal Fissures, Fistulas, and Pilonidal Sinuses. He is also proficient in Longo and Stapling Piles surgery.\n\nOver two decades of experience, he is a Competent Surgeon in the field of Laparoscopy and Colorectal Surgery. He obtained his MBBS degree from Mymensingh Medical College. Later on, acquired professional training from Dhaka Medical  College. Mitford Hospital, Mymensingh Medical College &Bangabandhu Sheikh Mujib Medical University. Besides completing his FCPS in surgery, he also pursued MRCS degree from Royal College of Surgeons of Edinburgh. He obtained prestigious fellowship in Colorectal Surgery and Minimal Access Surgery (MAS) from India. \n\nHe has traveled around the world to take professional training and to attend international seminars and has presented more than 25 original medical articles at international workshops. He is a lifetime member of Endoscopic and Laparoscopic Surgeons of Asia and honorable fellow of American College of Surgeons. He is an author of the book “Benign Anorectal  Disorders” published by Springer. Besides being an Associate Professor of Surgery at a renowned medical college hospital, he is currently serving as a part – time consultant at Colorectal and Laparoscopic Surgery department of Square Hospital Ltd.",
        "SHL_DOC_ID": 20190700013,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 156,
        "name": "Dr. Asif Manwar",
        "educationalDegree": "MBBS, D. Card (London), Msc Cardiology (UK), Fellow, Pediatric Cardiology & Fetal Echocardiography (India)",
        "specialty": "Associate Consultant, Cardiology",
        "image": "1714972056.png",
        "description": "Dr. Asif Manwar, a graduate of Chittagong Medical College, started career as Resident Medical Officer, BIRDEM in 2002 en-route to Ibrahim Cardiac Hospital.  Dr. Manwar pursued PG Dip Cardiology in 2004 under University of London with Distinction & Sir John Goodwin Prize for academic excellence by Imperial College London. Academic up-gradation in 2006 created an opportunity to serve Apollo Hospital Dhaka as Registrar, Cardiology. To aspire proficiency at masters’ level he completed MSc Cardiology with Distinction once again by Canterbury Christ Church & University College London (UCL) in 2008. To achieve superspeciality, he opted Fellowship in Paediatric Cardiology being registered with Medical Council of India in 2009.           \n\nDr. Manwar is proficient in all facets of non-invasive procedures like 3D-TOE-DSE, Dyssynchrony, Strain Rate, Tissue Doppler Imaging, Contrast & Intra-operative Echo. He got basic training from Hammersmith, Royal Brompton and advanced training from The Heart Hospital London. He obtained hands on training in Grown-Up Congenital, Paediatric, Neonatal & Fetal Echo from AMRITA Kerala & New Delhi India. \n\nDr. Asif Manwar joined SQUARE Hospital as Specialist Cardiologist, contributing his expertise since then before taking up position of Associate Consultant in 2015 & Coordinator Non-Invasive Lab in 2017.",
        "SHL_DOC_ID": 20080200001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 157,
        "name": "Dr. S. M. Shahedul Amin Robin",
        "educationalDegree": "Fellowship from Fortis ESCORTS Heart Institute, New Delhi, India and Advanced Echo skills through training from the reputed Echo training institute, JROP, New Delhi, India .",
        "specialty": "Associate Consultant, Cardiology (Non-Invasive)",
        "image": "1714972098.png",
        "description": "Dr. S.M. Shahedul Amin (Robin) completed his graduation from Sher-e-Bangla Medical College, Barisal and completed post graduation in DIP Cardiology from National Institute of Cardiovascular Disease under BSMMU. He gained fellowship from Fortis ESCORTS Heart Institute, New Delhi, India and achieved advanced Echo skills through training from the reputed Echo training institute, JROP, New Delhi. \n\nHis carrier began in Z.H Sikder Medical College Hospital, Dhaka and served there as Cardiac Intensivist. He also worked in CCU of ARAR Central Hospital, KSA. After serving for one year in KSA he joined at Square Hospitals Ltd. and now he is rendering his service as Associate Consultant, Cardiology (Non-Invasive).  \n\nDr. Robin is expertise in non invasive cardiological procedures expand from 2D-3D Echocardiology (Adult & Paediatric), Trans oesophageal Echo (TEE), Dobutamin stress Echo (DSE) and to other stress Echoes. Tissue Doppler imaging, Strain rate, Contrast Echo and intra operative Echo are his area of interest. \n\nDuring his successful carrier in Cardiology of 19 years, Dr. Robin served in the field of critical care area (CCU) for 13 years and willing to serve many more years in the field of Cardiology.",
        "SHL_DOC_ID": 20061000039,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 158,
        "name": "DR.  NASIMA AKTER",
        "educationalDegree": "MBBS, DCH, FCPS (Pediatrics), Trained in Noninvasive Pediatric Cardiology (NICVD)",
        "specialty": "Associate Consultant, Pediatric Cardiology",
        "image": "1716367357.png",
        "description": "Dr. Nasima Akter graduated from from Sir Salimullah Medical College, Dhaka. After completing internship and post graduation training, she started her career as Assistant Registrar in Pediatrics in Institute of Child & Mother Health (ICMH). She completed Diploma in Child Health (DCH) from Bangabandhu Sheikh Mujib Medical University (BSMMU) and was promoted as Registrar, Pediatrics.\n\nDr. Nasima Akter obtained fellowship (FCPS) in Pediatrics from Bangladesh College of Physicians and Surgeons (BCPS). She serviced 12 years in the Institute of Child & Mother Health (IMCH) and involved in teaching of post graduate students. She had several training in neonatal resuscitation, breast-feeding, diarrheal diseases, integrated management of childhood illness, child health care, infant & young child feeding, and research methodology etc. Dr. Nasima Akter became master trainer of IMCI.  \n\nWith 19 years of successful career in pediatrics patient care, Dr. Nasima Akter joins at Square Hospitals Ltd. in 2010. She takes training in Pediatric Cardiology from National Institute of Cardiovascular Diseases (NICVD) and is evaluating and managing non-invasive pediatric cardiac patients from then. Her focus of interest is to the structural & congenital heart defect of neonates, infants, children & adolescents. She gives general pediatric treatment regularly.\n\nDr. Nasima Akter has participated in many national and International conferences, and has presented and published papers. She is a member of Bangladesh Pediatric Association (BPA) & Pediatric Cardiac Society of Bangladesh (PCSB).",
        "SHL_DOC_ID": 20100600038,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 160,
        "name": "Dr. Manjuma Rahman",
        "educationalDegree": "MBBS, MD",
        "specialty": "Consultant, Blood Bank",
        "image": "1666859404.png",
        "description": "Dr. Manjuma Rahman obtained her MBBS degree from Mymensingh Medical College in the year of 1999 & has completed internship from the same institution. She has got MD on Transfusion Medicine from Bangabandhu Sheikh Mujib Medical University (BSMMU) in 2010. Earlier she worked as Registrar of medicine in University Dental College, Dhaka. She has been working at Square Hospital since 2006. \n\nDr. Manjuma Rahman works as a Consultant of Blood bank and has been looking after the day to day affairs of Blood Bank. This includes donor selection, Blood letting, component preparation, Blood Bank testing, Apheresis procedure and Patient’s Blood Transfusion. She is also competent in supervising Therapeutic Plasma Exchange Procedures. She is an exceptional Transfusion Medicine expert who has gained tremendous exposure and experience in modern blood banking. She has national & international Publications in related field. She was awarded in different international seminars. She is a member of Asian Association of Transfusion Medicine (AATM), Blood transfusion Society of Bangladesh (BTSB) and Bangladesh Medical Association (BMA",
        "SHL_DOC_ID": 20060900012,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 164,
        "name": "Dr. Mahmuda Zaman",
        "educationalDegree": "MBBS (DMC), FCPS (Paediatrics), Fellow, Paediatric Hematology Oncology, CMC Vellore, India",
        "specialty": "Consultant, Paediatric & Paediatric Hemato-Oncology",
        "image": "1716367214.png",
        "description": "Dr. Mahmuda Zaman completed MBBS from Dhaka Medical College (DMC) in 1999. She served the Army Medical Corps during the initial 8 years of her professional journey. At that stage, she decided to make her career in Paediatrics and received one-year training at the Department of Paediatrics of CMH Dhaka to that effect. However, to have an all-round exposure in Paediatrics, she left defence service and engaged herself into full-time residential training at the Paediatrics Department of Dhaka Medical College (DMC) and Bangabandhu Sheikh Mujib Medical University (BSMMU). \n\nDr. Mahmuda qualified FCPS in Paediatrics in the year 2011 and started her career as a paediatrician at the then Apollo Hospitals Dhaka in the same year. Over about eight years’ time, she extensively practised general paediatrics at Apollo Hospital. It is at this time she decided to pick up Paediatric – Haemato Oncology as her ultimate career. In July 2019, Dr. Mahmuda joined CMC Vellore, India to have a real life exposure to subcontinental paediatric haemato oncological scenario. \n\nOn completion of one-year international fellowship at CMC Vellore, she joined Square Hospital Dhaka as Associate Consultant of Paediatric Haemato Oncology in August 2020. At Square Hospital, she used to look after general paediatric cases, paediatric haematology, blood cancer and other childhood cancers. She is particularly expert at chemotherapy, haematological and cancer related procedures. Within one year of her joining at Square Hospital, she has gained formidable trust of the childhood cancer patients and guardians. Dr. Mahmuda is a highly rehearsed name to her patients’ guardians, especially those returning from India. \n\nDr. Mahmuda regularly attends the conferences on paediatric haematology – oncology at home and abroad. She has a number of publications in reputed medical journals of the country.",
        "SHL_DOC_ID": 20200700085,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 165,
        "name": "Prof. Dr. Md. Siraj Uddin",
        "educationalDegree": "MBBS, DDV (BSMMU), DD (Bangkok) Fellow - Dermatosurgery & Laser (Bangkok), Fellow - Hair Transplant Surgery, New York University, USA",
        "specialty": "Senior Consultant, Clinical & Aesthetic Dermatology",
        "image": "1715597946.png",
        "description": "Prof. Dr. Md. Siraj Uddin completed his graduation from Sylhet MAG Osmani Medical College in 1982. After finishing his internship he joined as medical officer under Ministry of Health, Bangladesh. He worked as a Professor & Head of the Department of Dermatology at Sylhet M.A.G. Osmani Medical College till 2008 & then at  Sylhet Women’s Medical College from 2008 to 2016.\n\nHe completed Diploma in Dermatology (DD) from Institute of Dermatology Bangkok, Thailand & then Diploma in Dermatology & Venereology (DDV) from BSMMU, Dhaka. He achieved Fellowship in Laser & Dermatosurgery from Institute of Dermatology & Ramathibody Laser Center, Bangkok, Thailand & Fellowship in Hair Restoration Surgery from Mount Sinai Hospital, New York University, USA. \n\nProf. Dr. Md Siraj Uddin is skilled & experienced in managing allergy and skin diseases, sexual medicine, cosmetic surgery, vitiligo surgery, laser and hair transplant surgery, slimming and body shaping, Botox & Fillers etc. He received trainings on Laser & Aesthetic Skin Therapy from Harvard Medical School, Boston, USA; Male sexual health from Bangkok; Laser Assisted Liposuction from Milan, Italy; Hair Transplant Surgery from USA, France, Korea & India and participated in many international workshops, seminars & conferences at USA, Switzerland, Australia, France, Canada, Malaysia, India etc. His research articles have been published in many national & international journals. He joined at  Square Hospital as Senior Consultant, Clinical & Aesthetic Dermatology.",
        "SHL_DOC_ID": 20200800025,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 167,
        "name": "Dr M. M. Jayed Hossain Chowdhury",
        "educationalDegree": "FCPS, DA, MBBS",
        "specialty": "Associate Consultant, Anesthesiology",
        "image": "1601188373.jpg",
        "description": "Dr M. M. Jayed Hossain Chowdhury graduated from Shaheed Ziaur Rahman Medical, Bogra in 2005.After completion of internship, he got academic training in Anesthesia and critical care from Dhaka Medical College & Hospital and obtained Diploma in Anesthesia (DA).\n\nDr Jayed started his career as a Resident Medical officer in the field of critical Care in Central Hospital, Dhaka and thereafter he moved as a Senior Medical officer in critical care unit into Anwar Khan Modern Medical College Hospital. He is a skilled anesthesiologist and has working experience with children especially in state run cleft lip and cleft palate reconstruction project \"Smile train project\".\n\nHe has completed his fellowship (FCPS) in Anesthesia from Bangladesh College of Physician and Surgeon (BCPS) and joined Square Hospitals Ltd in the year 2011 as a specialist Anesthesia. He has vast experience in managing critical patient in anesthesia as well as in critical care unit. Currently, he is serving as an Associate Consultant of Anesthesia since March 2019.",
        "SHL_DOC_ID": 20150800010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 168,
        "name": "Dr. Prasanta K Chanda",
        "educationalDegree": "MBBS, MS (Cardiovascular and Thoracic Surgery)",
        "specialty": "Senior Consultant, Cardiac Surgery",
        "image": "1714882249.png",
        "description": "Dr. Prasanta K Chanda, Senior Consultant & Associate Professor, Department of Cardiac Surgery of National Heart Foundation Hospital & Research Institute has joined Square Hospital as a Senior Consultant of Cardiac Surgery Department. He has 20 years of experience and skills to perform a wide array of cardiac surgeries like Beating Heart Coronary Artery Bypass Surgeries (CABG), Minimally Invasive Cardiac Surgery (MICS), Redo or repeat cardiac surgery, Aortic surgery-specially Bentall, David procedure, Total Arch Replacement, FET (Frozen Elephant Trunk) etc. He is one of the pioneers of MICS & Aortic Surgery program in Bangladesh.  \n\nHe had his graduation (MBBS) from Sir Salimullah Medical College and obtained his Masters on Cardiovascular and Thoracic Surgery from National Institute of Cardio-vascular Diseases (NICVD). He served different Govt. and private institutes before joining National Heart Foundation Hospital and Research Institute in 2006 as Assistant Professor cum Consultant of Cardiac Surgery. In August, 2010 he was promoted to his present position - Associate Professor cum Senior Consultant of Cardiac Surgery.   \n\nDr. Prasanta got the opportunity to work as a fellow/ observer in the Department of Cardiothoracic Surgery at All India Institute of Medical Sciences, New Delhi, India; Cardiac Institute, National University Hospital, Singapore; Houston Methodist DeBakey Heart & Vascular Center, Houston, USA; Cleveland Clinic, Ohio, USA and many others. He has lots of publications in national & international journals.  \n\nPresently he is serving as Vice President, Cardiac Surgeons Society of Bangladesh (CSSB). He is also member of BMA, Bangladesh Cardiac Society, IACTS, SMICTSI, STS, EACTS, ISMICS.",
        "SHL_DOC_ID": 20200900032,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 172,
        "name": "Dr. Farzana Rashid",
        "educationalDegree": "FCPS ( OBS-GYN)",
        "specialty": "Consultant, Obstetrics & Gynecology and IVF",
        "image": "1716889343.png",
        "description": "Dr. Farzana Rashid is a medical graduate from Mymensingh Medical College. She obtained her FCPS in Obstetrics and Gynecology from Bangladesh College Of Physicians And Surgeons in the year 2011.\n\nAfter completing internship, she dedicated herself at the departments of Obs-Gyn of Dhaka Medical College, Mymensingh Medical College and BSMMU in different span of time. She gained experiences through her working tenure in Government job in Institute of Child and Mother Health, Matuail, Dhaka.\n\nDr. Farzana joined Square Hospitals Limited in 2012. Here she groomed herself up as one of the dependable obstetrician by dealing high risk pregnancy cases and conducting Normal Vaginal Deliveries efficiently.\n\nDr. Farzana enriched herself with the advanced training in the field of Artificial Reproductive Techniques which requires treating infertility, from Institute of Reproductive Medicine, India. She also gained training in Laparoscopic surgeries.\n\nShe participated in a number of national and international workshops, seminars and symposiums. She also has few papers published in national journals.\n\nDr. Farzana Rashid is working as a fulltime  Consultant in OB-GYN & IVF department of Square Hospitals Limited.",
        "SHL_DOC_ID": 20120900035,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 173,
        "name": "Dr. Farzana Rashid",
        "educationalDegree": "FCPS ( OBS-GYN)",
        "specialty": "Consultant, Obstetrics & Gynecology and IVF",
        "image": "1716889343.png",
        "description": "Dr. Farzana Rashid is a medical graduate from Mymensingh Medical College. She obtained her FCPS in Obstetrics and Gynecology from Bangladesh College Of Physicians And Surgeons in the year 2011.\n\nAfter completing internship, she dedicated herself at the departments of Obs-Gyn of Dhaka Medical College, Mymensingh Medical College and BSMMU in different span of time. She gained experiences through her working tenure in Government job in Institute of Child and Mother Health, Matuail, Dhaka.\n\nDr. Farzana joined Square Hospitals Limited in 2012. Here she groomed herself up as one of the dependable obstetrician by dealing high risk pregnancy cases and conducting Normal Vaginal Deliveries efficiently.\n\nDr. Farzana enriched herself with the advanced training in the field of Artificial Reproductive Techniques which requires treating infertility, from Institute of Reproductive Medicine, India. She also gained training in Laparoscopic surgeries.\n\nShe participated in a number of national and international workshops, seminars and symposiums. She also has few papers published in national journals.\n\nDr. Farzana Rashid is working as a fulltime Consultant in OB-GYN & IVF department of Square Hospitals Limited.",
        "SHL_DOC_ID": 20120900035,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 174,
        "name": "Brig. Gen. Prof. Dr. Md. Azizur Rahman",
        "educationalDegree": "MBBS (DMC), MCPS (Med), FCPS (Med),  FCPS (Pulmonology), FCCP (USA)",
        "specialty": "Senior Consultant, Respiratory Medicine",
        "image": "1672729170.png",
        "description": "Brig. Gen. Prof. Dr. Md. Azizur Rahman is a medical graduate from Dhaka Medical College. He obtained his professional degree MCPS (Med), FCPS (Med), FCPS (Pulmonology) from Bangladesh College of Physicians and Surgeons. After completing his internship he joined in Army Medical Corps (AMC) Bangladesh Armed Forces and underwent full time residential training in Medicine. Later he took postgraduate training in Medicine and also in Pulomonology from Bangladesh College of Physicians & Surgeons (BCPS). He pursued FCCP from USA.  \n\nHe has a long career of more than 27 years of working in different Combined Military Hospitals across the country. He has extensive experiences in dealing with all respiratory conditions such as Asthma, COPD, pulmonary infections, TB, Lung cancer, pleural diseases, Interstitial Lung Diseases and so on.\n\nProf. Dr. Aziz is also involved in the training of under graduate and post graduate students and currently he is Head of the Department of Respiratory Medicine at Combined Military Hospital (CMH), Dhaka. He served as a medicine specialist and pulmonologist in several United Nations Missions.\n\nHe joins Square Hospital as Consultant, Respiratory Medicine.",
        "SHL_DOC_ID": 20201200005,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 175,
        "name": "Brig. Gen. Prof. Dr. Md. Ismail Chowdhury",
        "educationalDegree": "MBBS, FCPS (Medicine), MD (Neurology)  Trained in EMG & Evoked Potential (Ankara, Turkey)",
        "specialty": "Senior Consultant, Neurology",
        "image": "1720858924.png",
        "description": "Professor Dr. Md. Ismail Chowdhury graduated from Dhaka Medical College in 1992 and obtained FCPS (Medicine) in 2004. Subsequently he enrolled in MD (Neurology) course in BSMMU & successfully completed his MD (Neurology) degree in January 2007. In his long career, he has served in different capacities in different Combined Military Hospitals. He served as Head of Neurology and Medicine in different CMH of Bangladesh Army Cantonment. Lastly has served as Principal of Army Medical College, Rangpur from 2022 to Jun 2024. \n\nAt present, he is the Professor & Advisor Medicine Specialist and Neurologist in Combined Military Hospital (CMH) Dhaka and working at Square Hospital as a Senior Consultant, Neurology.",
        "SHL_DOC_ID": 20240700019,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 181,
        "name": "Dr. Tasnova Mahin",
        "educationalDegree": "MBBS, FCPS (Medicine), MRCP",
        "specialty": "Associate Consultant, Internal Medicine",
        "image": "1717392459.png",
        "description": "Dr. Tasnova Mahin obtained MBBS from Armed Forces Medical College. Soon after completing internship she joined Dhaka Medical College for her training in medicine. She worked in Dhaka Medical College Hospital and BIRDEM General Hospital as a medical officer gaining experience in the department of internal medicine, nephrology, neurology, ICU & endocrinology.\n\nShe became a member of Royal College of Physicians of UK (MRCP) early in her career & has also obtained fellowship from Bangladesh College of Physicians & Surgeons (FCPS) in medicine. She has completed cercificate course on diabetology from BIRDEM & has comprehensive knowledge of managing patients with diabetes.\n\nShe has spent 9 years in the field of medicine following graduation with a significant experience in nephrology. She performed procedures such as central line and hemodialysis catheter insertion & managed patients of renal failure. She joined Square Hospital in 2017 & worked in the department of nephrology as a specialist for 4 years.  She has publications in renowned journals & often presented cases in different seminars & symposium.\n\nNow she is working at Square Hospital as Associate Consultant, Internal Medicine.",
        "SHL_DOC_ID": 20170800024,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 184,
        "name": "Dr. Fariah Sharmeen",
        "educationalDegree": "MBBS, FCPS (Radiotherapy)",
        "specialty": "Associate Consultant, Oncology",
        "image": "1620640086.jpg",
        "description": "Dr. Fariah Sharmeen successfully completed her MBBS from Cumilla Medial College, subsequently completed one year internship from BIRDEM Hospital, Dhaka. After completion of internship, she started her post graduation training in Medical Oncology at National Institute of Cancer Research & Hospital.\n\nShe started her fellowship in Radiotherapy in 2010. She completed 4 years training at National Institute of Cancer Research & Hospital on External Beam Radiotherapy Planning and Brachytherapy .\n\nShe achieved FCPS in Radiotherapy from Bangladesh College of Physicians & Surgeons (BCPS) in 2015. She has obtained several hands on trainings on Head - Neck, Lung, Genitourinary and Gynecological cancer treatment decision and advance radiotherapy planning arranged by IAEA. She also obtained training on Brachytherapy.\n\nShe is a member of Bangladesh Society of Radiation Oncologists (BSRO) and Oncology Club. She is an Executive member of Bangladesh Society for Breast Cancer Study (BSBCS). She is also a member of BMA.\n\nDr. Fariah participated in national and international workshops, seminars and conferences. She has several publications in reputed peer reviewed national and international journals.\n\nShe has more than 10 years of experience in Advance External Beam Radiotherapy Planning & Brachytherapy. She joined Square Oncology and Radiotherapy Centre in 2010.\n\nNow she is working at Square Hospital as Associate Consultant, Oncology.",
        "SHL_DOC_ID": 20101000021,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 186,
        "name": "Dr. Shihan Mahmud Redwanul Huq",
        "educationalDegree": "MBBS, MRCP (UK), MRCPE, Fellowship in Intensive Care Medicine (India)",
        "specialty": "Associate Consultant, Internal Medicine & ICU",
        "image": "1717392549.png",
        "description": "Dr.  Shihan Mahmud graduated from Sir Salimullah Medical College under University of Dhaka. He completed his post-graduation in internal medicine (MRCP) from Royal College of Physicians, UK. He achieved fellowship in intensive care (FICM) under Medvarsity India from Apollo Hospital, Bangalore. He was awarded MRCPE (Edinburgh) and Membership of American College of Physicians.\n\nHe acquired postgraduate training in internal medicine from Bangabandhu Sheikh Mujib Medical University (BSMMU) and Shahid Suhrawardi Medical College Hospital.\n\nHe worked as Registrar in respiratory & critical care medicine in Changi General Hospital, Singapore. He gathered huge experiences in managing critically ill patients while working as registrar in ICU and A&E of different tertiary hospitals of Bangladesh. In Square Hospital, he is treating internal medicine, general ICU and COVID patients.\n\nHe enriched himself of advanced training on ECMO from NUHS, Singapore and MCCRC from Korea. He is an expert on performing bedside ultrasound, critical care echo, bronchoscopy, tracheostomy and other ICU procedures. He has more than 20 publications in national & international journals.\n\nHe is working at Square Hospital as Associate Consultant, Internal Medicine & ICU.",
        "SHL_DOC_ID": 20161000001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 187,
        "name": "Dr. Ahmad Mursel Anam",
        "educationalDegree": "MRCP UK, MSc Critical Care (U. Edin), FRCP Edin  Fellow in Acute & General (Internal) Medicine (RCPE)",
        "specialty": "Associate Consultant, Acute Medicine, HDU & Internal Medicine",
        "image": "1676179048.png",
        "description": "Dr.  Ahmad Mursel Anam graduated from Mymensingh Medical College and later obtained Membership of the Royal Colleges of Physicians of the United Kingdom (MRCP UK).  He completed his rotatory internship from Mymensingh Medical College hospital, and post graduate training from Mitford hospital and Bangabandhu Sheikh Mujib Medical University hospital in Bangladesh. He pursued his career in the field of critical care & internal medicine at Square Hospitals Ltd since 2006. During his sabbatical he was trained in Acute & General (Internal Medicine) in Western General Hospital & Royal Infirmary Edinburgh in United Kingdom and attained an International Fellowship in Acute & General (Internal) Medicine from the Royal College of Physicians of Edinburgh (RCPE). Later he achieved the degree of Master of Science in Critical Care with Merit from the University of Edinburgh, and elected a Fellow of the Royal College of physicians of Edinburgh.\n\nHe has got 60 scientific publications in various national & international medical journals. He is also active with various academic and research activities with different national and international universities & organizations.  \n\nAt present, he is working as Associate Consultant, Acute Medicine, HDU & Internal Medicine. He is the first ever consulting physician for Acute Medicine in Bangladesh.",
        "SHL_DOC_ID": 20190800034,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 188,
        "name": "Dr. Mofizur Rahman",
        "educationalDegree": "MBBS, Diploma in Clinical Neurology (UK), MSc Neuroscience (UK)",
        "specialty": "Senior Consultant, Neurology",
        "image": "1725252927.png",
        "description": "Dr. Mofizur Rahman graduated from Chittagong Medical College (CMC) in 1980 and worked under the Ministry of Health in Bangladesh for 5 years.\n\nHe has done his post-graduation under the University of London, UK, completed his diploma of Neurology from the Institute of Neurology, Queen Square, London, in 1989 and his Master’s degree in Neuroscience under British Post-graduate Medical Federation, UK, in 1992.\n\nDr. Mofizur Rahman worked as an Honorary Lecturer in Neurology unit at All India Institute of Medical Sciences (AIIMS) India from 1993 to 1995.\n\nIn 1997, he worked as a Consultant Neurologist at King Fahad Hospital, Medina Al-Munawarah, Saudi Arabia, under Ministry of Health for 14 years with a 5-year tenure as the Head of the Neurology Unit. In 2011, he moved to work in King Abdul Aziz Hospital, Makkah, for 2 years and in 2013, he started to work in King Faizul Hospital, Taif, for 5 years, under the Ministry of Health, Saudi Arabia. In 2019, he worked in Saudi-German Hospital, Medina, Saudi Arabia for a year. Through his excellent education and over 32 years of experience, he has attained considerable acquaintance with Clinical Neurological Care System, and immense knowledge and skill in the diagnosis and management of Neurological problems ranging from general to emergency conditions.\n\nDr. Mofizur Rahman is committed to play vital role in ensuring sound, optimal, rational and comprehensive healthcare for the patients with neurological problems in Bangladesh through his individualized care management plans. To fulfill his commitment, he has joined as a Senior Consultant Neurologist at Square Hospitals Ltd.",
        "SHL_DOC_ID": 20210500034,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 189,
        "name": "Prof. Dr. Ratan Das Gupta",
        "educationalDegree": "MBBS, FCPS (Medicine), MD (Nephrology)",
        "specialty": "Consultant, Nephrology",
        "image": "1725252499.png",
        "description": "Dr. Ratan Das Gupta, a top-notch nephrologist from ShaheedSuhrawardy Medical College is now available in Square Hospital as a part time Consultant of Nephrology.\n\nGraduated from Sylhet M A G Osmani Medical College, he started his career under Ministry of Health. He worked as  an Assistant Professor, Medicine in Dhaka Medical College for 3 years and then engaged in practicing nephrology as an Assistant Professor, Nephrology in the same institute. His commitment to deliver high-quality care, treating and managing nephrology patient conditions and exemplary activities accommodated him to be promoted as Associate Professor, Nephrology in 2013. At present he holds the position of Head of the Department of Nephrology at Shaheed Suhrawardy Medical College & Hospital. He obtained fellowship in Medicine from Bangladesh College of Physicians and Surgeons (BCPS) and achieved MD in Nephrology.\n\nDr. Gupta diagnoses diseases, evaluates kidneys to determine treatment, administers medications and recommends dialysis. He gains necessary expertise to support outdoor to indoor patients in taking care of hemodialysis, kidney biopsies and in management of kidney transplant patients. He carried out researches and has many publications in national and international journals.",
        "SHL_DOC_ID": 20210800010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 197,
        "name": "Dr. Rina Haider",
        "educationalDegree": "MBBS, FCPS (Gyn&Obs)",
        "specialty": "Associate Consultant, Gynecology and Obstetrics",
        "image": "1716889409.png",
        "description": "Dr. Rina Haider graduated (MBBS) from Mymensingh Medical College. She obtained FCPS (Gynae and Obstetrics) from Bangladesh College of Physicians and Surgeons (BCPS). She started her carrier in the department of Gynae & Obst in BIRDEM and  took her post-graduation training  in the desired subject from  Dhaka Medical College Hospital .\n\nAfter her post graduation she joined  Apollo Hospital  (now, Ever Care Hospital) & worked there. She joined Square Hospital in 2011 and   serving  in this hospital for last 12 years till date. During her working period she performed a number of major & minor surgeries & handled  many complicated cases. \n\nShe also attended different seminars & workshops both inside & outside countries. She is very much skilled in minimal invasive surgery (Laparoscopy) & is also trained in   Colposcopy, Ultrasonography. She has publications in national and international journals.",
        "SHL_DOC_ID": 20111200001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 200,
        "name": "Prof. Dr. Shafquat Hussain Khundkar",
        "educationalDegree": "MBBS, FCPS, WHO Fellow (Plastic Surgery) Trained in Plastic Surgery(Melbourne, Australia)",
        "specialty": "Senior Consultant , Plastic Surgery",
        "image": "1714882588.png",
        "description": "Prof. Shafquat Hussain Khundkar, the former Professor and Head of Department of Plastic Surgery, Dhaka Medical College having over 30 years of rich experience in Plastic and Reconstructive Surgery has joined Square Hospital. \n\nProf. Shafquat completed his MBBS from Dhaka Medical College and obtained his FCPS in General Surgery from Bangladesh College of Physicians and Surgeons (BCPS). He served as Resident Surgeon of Dhaka Medical College Hospital (1984-86) when he was selected as Assistant Professor of Surgery in IPGM&R (now BSMMU). \n\nAfter his training in Plastic and Reconstructive Surgery in the late 1980s as a WHO Fellow in Melbourne, Australia he pursued the rest of his career as a Plastic Surgeon. He also obtained training in Microsurgery offered by MD Anderson Cancer Centre and Interplast USA. \n\nHe has pioneered the development of the discipline in Bangladesh and is the teacher of teachers in Plastic Surgery in this country. He was awarded the Asir Memorial Gold Medal for performing the first successful free tissue transfer as “Toe to Thumb transfer” in Bangladesh in the mid 90s.\n\nProf. Shafquat is a very versatile plastic surgeon and operates on the whole range of plastic and reconstructive surgeries from acute and late burns, burn contracture reconstructions, congenital cleft surgery, hand trauma, flap reconstructions, microsurgery, scar revisions, cosmetic breast surgery, abdominoplasty and other cosmetic surgeries.\n\nHe has been involved with plenty of research activities and has many personal innovations in his arsenal. His research activities and plastic surgical work has enabled him to present his works in national and international conferences and has produced a large number of publications in national and international journals.\n\nProf. Khundkar’s work with International organizations is well recognized and has earned him awards like the Don Laub Humanitarian Award (by ReSurge International) and the Real Awards 2014 (by Save the Children).",
        "SHL_DOC_ID": 20210800024,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 201,
        "name": "Prof. Dr. Sohely Rahman",
        "educationalDegree": "MBBS, FCPS (Physical Medicine)",
        "specialty": "Senior Consultant, Physical Medicine & Rehabilitation",
        "image": "1631532328.jpg",
        "description": "Prof. Dr. Sohely Rahman completed her medical graduation from Rajshahi Medical College and successfully passed her FCPS in Physical Medicine & Rehabilitation from Bangladesh College of Physicians and Surgeons (BCPS) in 1996. Then, she started her career under Ministry of Health and Family Welfare and worked in different Medical Colleges & Hospitals across the country in her 36 years of profession.\n\nShe worked in BSMMU for 7 years; after that she was appointed as Assistant Professor of Physical Medicine and Rehabilitation at National Institute of Diseases of Chest & Hospital (NIDCH). Then she joined as Associate Professor in National Institute of Cardiovascular Diseases (NICVD) and served there for several years. Later, she worked as Professor & Head of Physical Medicine & Rehabilitation in 3 well known hospitals, i.e. Shaheed Suhrawardy Medical College & Hospital, National Institute of Traumatology & Orthopedic Rehabilitation (NITOR) and lastly in Dhaka Medical College &Hospital for 11 years.\n\nDr. Sohely completed some overseas training, especially on Spinal Cord Injury Rehabilitation from Stroke Mandeville Hospital, Aylesbury, UK. Then she has completed her training on Traumatic Brain Injury Rehabilitation from Northwick Park Hospital, London, UK.    \n\nProf. Dr. Sohely is well experienced and capable of independently providing high quality patient care-diagnose, treat, manage and admit patients under her name.\n\nShe joins Square Hospital as Senior Consultant, Physical Medicine & Rehabilitation.",
        "SHL_DOC_ID": 20210900024,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 205,
        "name": "Dr. Nazneen Ara Begum",
        "educationalDegree": "MBBS, FCPS (OBS-GYN)",
        "specialty": "Associate Consultant - (OBS-GYN)",
        "image": "1716889668.png",
        "description": "Dr Nazneen Ara Begum is a medical graduate from University of Science and Technology Chittagong (USTC).\n\nShe obtained her FCPS in Obstetrics & Gynaecology from the Bangladesh College of Physicians & Surgeons (BCPS) in January 2012. After completing her internship she dedicated her training in the field of Obs&Gynae in Chittagong Medical College Hospital, Dhaka Medical College Hospital, BSMMU & Maternal and Child Health Training Institute (Azimpur).\n\nPrior to joining Square Hospitals Ltd she served as an Assistant Professor in dept of Obs & Gynae in USTC which is the largest private medical college in Chittagong for four years. During that time span she gained vast experience in teaching and performed all types of gynaecological and obstetric surgeries independently. \n\nShe joined Square Hospitals Ltd in March 2016 & has since been serving as a specialist with whole hearted dedication and has mastered the art of dealing with Obs&Gynae emergencies. \n\nShe obtained training in laparoscopic surgery and has participated in a no of national and international seminars, workshops and symposiums. She has a paper published in national journal.",
        "SHL_DOC_ID": 20160300052,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 208,
        "name": "Dr. Kaniz Akther",
        "educationalDegree": "MBBS, FCPS (OBS-GYN)",
        "specialty": "Associate Consultant (OBS-GYN)",
        "image": "1716889719.png",
        "description": "Dr Kaniz Akther is a medical graduate from Jahurul Islam Medical College.\n\nShe obtained her  FCPS  in Obstetrics  and  Gynaecology  from the Bangladesh College  of Physicians  and  Surgeons (BCPS)  in  JULY  2015.\n\n After completing her internship she dedicated her training in the field of Obs and Gynae in Dhaka Medical College, BSMMU & Maternal and Child Health Training Institute (Azimpur).\n\nPrior to joining Square Hospital Limited she served as a Register in City Hospital Limited in dept of Obs and Gynae. During that time span she gained vast experience and performed all types of Gynaecological and Obstetric surgeries independently. \n\nShe  joined  Square Hospital  Limited in JUNE 2018 and has since been serving as a Specialist  with whole hearted dedication  and has mastered  the  art of dealing with Obs & Gynae  emergencies. \n\nShe has participated in a number of national and international seminars, workshops and symposium.",
        "SHL_DOC_ID": 20180600009,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 211,
        "name": "Dr. Md. Abdul Qader",
        "educationalDegree": "MBBS, MD  Clinical Fellow (National University Hospital, Singapore)",
        "specialty": "Associate Consultant, Pediatric Nephrology",
        "image": "1716367005.png",
        "description": "Dr. Md. Abdul Qader graduated from Sylhet MAG Osmani Medical College, Sylhet. After graduation, he has started his Pediatric training in Sylhet MAG Osmani Medical College Hospital. In the year 2010, he has joined in the department of Pediatric Nephrology, Bangabandhu Sheikh Mujib Medical University, Dhaka as a resident and obtained MD in Pediatric Nephrology.\n\nDr. Qader has joined in the department of Pediatric Nephrology, Dialysis and Renal Transplantation, National University Hospital, Singapore as an IPNA (International Pediatric Nephrology Association) clinical fellow in 2016 and successfully completed a 2 year fellowship in October, 2018.\n\nHe has vast experience in managing children with kidney disease in the neonatal and Pediatric ICU. He is experienced in clinical nephrology, Pediatric dialysis and renal transplantation. He has more than 20 publications in international, national medical journals and book. He has attended a number of national and international workshop, seminar and conferences and presented papers. He is an active member of International Pediatric Nephrology Association (IPNA) and American Society of Nephrology (ASN).",
        "SHL_DOC_ID": 20181100014,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 212,
        "name": "Dr. Aftab Yousuf Raj",
        "educationalDegree": "MBBS, MD (Pediatrics), MD (Neonatology), Fellow Newborn Medicine (Canada), MPH(NSU)",
        "specialty": "Senior Consultant, Pediatrics & Neonatology",
        "image": "1716366879.png",
        "description": "Dr. Aftab Yousuf Raj MBBS, MD (Pediatrics), MD (Neonatology), Fellow-(Neonatology) AIIMS, India, Fellow (Neonatology & Pediatrics)-Canada, graduated from Sher-E-Bangla Medical College. He then trained in the field of Pediatrics and Neonatology and served in different Medical Colleges & Hospitals across the country and held some vital positions including Associate Professor of Pediatrics and Neonatology for several years. He received training in his respective field from all India Institutions of Medical Science and Calgery Medical University (New Born Health) and Alberta Children Hospital (Child Health) Canada. He also worked as a Consultant at United Hospital, Dhaka.",
        "SHL_DOC_ID": 20080800030,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 213,
        "name": "Dr. Taimoon Nahar Khanom",
        "educationalDegree": "MBBS, FCPS (Gyne&Obs)",
        "specialty": "Associate Consultant, Obstetrics & Gynecology",
        "image": "1716889587.png",
        "description": "Dr. Taimoon Nahar Khanom  graduated (MBBS) from Rajshahi Medical College (RMC) and joined the government service as medical officer under DGHS. She served Government Medical Colleges and Hospitals in different capacities for more than 14 years. She obtained FCPS (Gyne & Obs) degree from the Bangladesh College of Physicians and Surgeons.\n\nBefore joining Square Hospital, she worked as a Junior Consultant under DGHS. She is experienced in multidisciplinary management of high-risk acute and chronic Gyne & Obs conditions. She also trained in different fields on Gyne & Obs including Laparoscopic Surgery.  Now she is working as an Associate Consultant (Gyne & Obs) at Square Hospital Ltd.",
        "SHL_DOC_ID": 20130300021,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 224,
        "name": "Dr. Razia Parvin",
        "educationalDegree": "MBBS, FCPS (Gyn & Obs)",
        "specialty": "Associate Consultant - Gynecology and Obstetric",
        "image": "1632913573.jpg",
        "description": "Dr. Razia Parvin, graduated from Sylhet MAG Osmani Medical College, sylhet. After completing her internship she dedicated her training in the field of obstetrics and gynecology at Institute of mother and child health for several years. During that period she gathered extensive experience in all types of gynaecological & obstetrical procedure. She obtained her fellowship FCPS in OBGYN from Bangladesh college of physician & surgeon.\n\nDr. Razia Parvin joined square hospital in 2016. Her special interest on trieing normal vaginal delivery till the end. She obtained confidently performed vaginal birth after c- section. Likes to deal high risk pregnancy. \n\nShe enriched herself with laparoscopic training. She also completed her training & workshop on diabetes in pregnancy.\n\nDr. Razia Parvin participated in several national & international workshops, seminars & symposium.",
        "SHL_DOC_ID": 20160400006,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 225,
        "name": "Major General Professor Md. Shameem Haidar",
        "educationalDegree": "MBBS, FCPS (Internal Medicine),Clinical Fellowship in Rheumatology (AIIMS, New Delhi)",
        "specialty": "Senior Consultant - Rheumatology & Internal Medicine",
        "image": "1717392593.png",
        "description": "Major General Professor Dr. Md. Shameem Haidar is a medical graduate from Sylhet MAG Osmani Medical College. A specialist in both Medicine and Rheumatology, he has completed FCPS (Medicine) from BCPS and attended Clinical Fellowship Training on Rheumatology from the All India Institute of Medical Sciences (AIIMS, New Delhi).\n\nHe has a distinguished record of more than 30 years of service in the Bangladesh Armed Forces, which has included several dignified roles at CMH Bogura, Jashore, Chattogram & Dhaka. He has also served at the United Nations Peacekeeping Forces Hospital in the Central African Republic.\n\nDr. Haidar spent a number of years as the Assistant Personal Physician to the Honourable President at Bangabhaban. He also boasts extensive experience as a trainer, guiding students at both post-graduate and undergraduate levels at the Department of Rheumatology at Combined Military Hospital, Dhaka.\n\nHe specializes in treating and managing patients of SLE, Rheumatoid arthritis, Ankylosing Spondylitis, Other SpA’s, Psoriatic arthritis, Seronegative arthritis, Osteoarthritis, Osteoporosis, Gout, Systemic Sclerosis, Fibromyalgia, Dermatomyositis, Polymyositis, Sjögren’s syndrome, and many other Rheumatological diseases.\n\nAt the moment, he is stationed at CMH Dhaka as Advisor Spl in Medicine & Head of the Department of Rheumatology and joins Square Hospital as Consultant – Rheumatology & Internal Medicine.",
        "SHL_DOC_ID": 20211000102,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 230,
        "name": "Dr. Mahmuda Zaman",
        "educationalDegree": "MBBS (DMC), FCPS (Paediatrics), Fellow, Paediatric Hematology Oncology, CMC Vellore, India",
        "specialty": "Consultant, Paediatric & Paediatric Hemato-Oncology",
        "image": "1716367214.png",
        "description": "Dr. Mahmuda Zaman completed MBBS from Dhaka Medical College (DMC) in 1999. She served the Army Medical Corps during the initial 8 years of her professional journey. At that stage, she decided to make her career in Paediatrics and received one-year training at the Department of Paediatrics of CMH Dhaka to that effect. However, to have an all-round exposure in Paediatrics, she left defence service and engaged herself into full-time residential training at the Paediatrics Department of Dhaka Medical College (DMC) and Bangabandhu Sheikh Mujib Medical University (BSMMU). \n\nDr. Mahmuda qualified FCPS in Paediatrics in the year 2011 and started her career as a paediatrician at the then Apollo Hospitals Dhaka in the same year. Over about eight years’ time, she extensively practised general paediatrics at Apollo Hospital. It is at this time she decided to pick up Paediatric – Haemato Oncology as her ultimate career. In July 2019, Dr. Mahmuda joined CMC Vellore, India to have a real life exposure to subcontinental paediatric haemato oncological scenario. \n\nOn completion of one-year international fellowship at CMC Vellore, she joined Square Hospital Dhaka as Associate Consultant of Paediatric Haemato Oncology in August 2020. At Square Hospital, she used to look after general paediatric cases, paediatric haematology, blood cancer and other childhood cancers. She is particularly expert at chemotherapy, haematological and cancer related procedures. Within one year of her joining at Square Hospital, she has gained formidable trust of the childhood cancer patients and guardians. Dr. Mahmuda is a highly rehearsed name to her patients’ guardians, especially those returning from India. \n\nDr. Mahmuda regularly attends the conferences on paediatric haematology – oncology at home and abroad. She has a number of publications in reputed medical journals of the country.",
        "SHL_DOC_ID": 20200700085,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 233,
        "name": "Dr. Md. Kamal Pasha",
        "educationalDegree": "MBBS, FCPS, FICS",
        "specialty": "Consultant, Urology",
        "image": "1648963445.png",
        "description": "Dr. Md. Kamal Pasha graduated (MBBS) from Sir Salimullah Medical College. After completing internship he was trained in BSMMU on Urology & Surgery. Then he worked as Registrar in Sylhet MAG Osmani Medical College & Hospital and got training as CA. He successfully obtained FCPS degree from BCPS.\n\nDr. Pasha obtained modern & advanced training in Urology & Laser Surgery (HOLEP, THOLEP, stone crush, RIRS etc.) in Germany. He attained modern & advanced courses on Endo-Urology &Laparoscopic Urology in Thailand. Throughout his uninterrupted professional career development, he worked in the field of modern technology of Urology like URS, RIRS, PCNL, TURP, TUIP, ESWL, TURT, RGP, OIU etc.\n\nIn 2006, he joined Square Hospitals Ltd. as a Specialist, Urology and then promoted to Associate Consultant. Later he joined Jahurul Islam Medical College as Assistant Professor & Associate Professor respectively. He also worked as a Consultant, Urology in Asgar Ali Hospital, Dhaka.\n\nHe has a good number of publications on Urology like Ureterocele, Laparoscopic Urology, Testicular Tumors etc. He presented many scientific papers in home & abroad. He is a regular Examiner of MBBS and postgraduate degree.\n\nAt present, he is working at Square Hospital as Consultant Urology and serving patients regularly.",
        "SHL_DOC_ID": 20220100045,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 234,
        "name": "Prof. Dr. A. K. M. Anwarul Islam",
        "educationalDegree": "MBBS, FCPS (Surgery), FRCSI (Ireland), FICS (Urology)",
        "specialty": "Senior Consultant, Urology",
        "image": "1648963627.png",
        "description": "Professor A.K.M. Anwarul Islam graduated from Mymensingh Medical College in 1977 and completed FCPS in Surgery from Bangladesh College of Physicians & Surgeons (BCPS) in 1983. Then he served as Junior Consultant of Surgery in district hospitals until 1988, when he joined the Urology department of IPGMR (present BSMMU) as Assistant Professor.\n\nProfessor Anwarul Islam has a long carrier of over 33 years in Urology. He was one of the active members, who worked together in the early period of development of modern urology and transplantation in Bangladesh. Under WHO Fellowship program, he received training in specific fields in renowned overseas urology centers including NKI, Philippines and CMC, Vellore. He also served as Urologist in KSA for over 3 & ½ years. In 1996, he completed the FRCS examination of Royal College of Ireland. His credentials enabled him to achieve the position of Associate Professor (2000) and then Professor (2005) of Urology in BSMMU. He is experienced in General Urology, Endo-urology, Stone surgery, Pediatric Urology, Reconstructive Urology, Andrology and Kidney Transplantation.\n\nProf. Islam is a member of several professional urological associations at home and abroad. He was the Past President of Bangladesh Association of Urological Surgeons (BAUS). He conducted operative workshops on Urological procedures and presented scientific papers in many national and international conferences. He was also a Past President of South Asian Society for Sexual Medicine (SASSM). He is now the Director of SASSM School Bangladesh, which organizes regular courses on Sexual Medicine in Bangladesh. He has many publications in national and international journals. He has recently joined Square Hospital as Senior Consultant of Urology.",
        "SHL_DOC_ID": 20220200012,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 235,
        "name": "Tapati Shaha",
        "educationalDegree": "M.sc (Food & Nutrition, DU), B.sc (Food & Nutrition, DU)",
        "specialty": "Co-ordinator, Dietary and Patient Nutrition Services",
        "image": "1651128262.jpg",
        "description": "Tapati Shaha Department Coordinator of Dietary & Patient Nutrition Services (From November 8, 2005 – continuing). She Had been working at BCSIR (Bangladesh Council for Scientific and Industrial Research) as a Research Fellow. She had been working at BNNC (Bangladesh National Nutrition Council) as an Associate Nutritionist. MPH (Masters of Public Health) (Ongoing) in Northern University, Dhaka. Successfully she completing the Online Certificate Course in “Onconutrition- A Comprehensive and Practical Approach in Nutritional Management of Cancers” of 35 hrs duration from 3rd July to 31st July 2021 in Dr.Bhanuben Mahendra Nanavati College of Home Science(Autonomous).Msc, Bsc in Food and Nutrition (DU).\n\nShe Attend IFSO (International federation of surgery of obesity & metabolic disorders) and OSSI at Goa.She attend Workshop on critical care nutrition by IAPEN, Dhaka. She had attended Nutrition Update IDACON (Indian Dietetic Association) at Kolkata.\n\nShe Participated in the Asian Congress of Nutrition (ACN) 2019 Bali, Indonesia, August 4-7, 2019\n\nShe is a life time Member of the IAPEN India Association for Parenteral and Enteral Nutrition and member of Nutrition Society of Bangladesh (NSB). She did training at Secretary of Bangladesh Nutrition & Dietetic Foundation (BNDF).\n\nShe also attended Scientific Seminars in nutrition platform also attend TV shows covering nutritional topics as a guest speaker.",
        "SHL_DOC_ID": 20051100007,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 236,
        "name": "Fatema Akter",
        "educationalDegree": "M.sc (Food & Nutrition, DU), B.sc (Food & Nutrition, DU)",
        "specialty": "Dietician, Dietary and Patient Nutrition Services",
        "image": "1651128478.jpg",
        "description": "Dietitian Fatema Akter  obtained  M.Sc  in  Food  & Nutrition  from  Dhaka University. Right  after  she  completed  one  year  thesis  on  type-2  Diabetic  subjects  & Gestational  Diabetes  under  BIRDEM  GENERAL  HOSPITAL.\n\nSoon  after  completing  thesis  she  joined  BIRDEM HOSPITAL  as a  Research  Fellow  &  Nutrition  Counselor, Research  Division. She  has  spent there  more  than 6 years  and comprehensive  knowledge          of  managing  patient  with  Diabetes. Then she joined SRIJONI HEALTH CONSULTANTS, Dhanmondi, as  a Consultant  Nutritionist . She joined SQUARE HOSPITAL In 2012. Since 2012 to till   date   she has been working as a Clinical Dietitian.\n\nDietitian Fatema Akter attended several   Clinical Nutrition Conferences. Her  thesis  paper  published  in  Ibrahim  Medical  College  Journal  2009,  &  Pak  J  Nutri  2009. She is a member of BNDF and Bangladesh Breast Feeding Foundation. She also appeared on TV shows covering nutritional topics.  \n\nShe  has  been  aiming  to  establish  Diet  & Nutrition  as  a  field  of  knowledge  &  awareness  among  her  patients  and  will be  working  for  the  better  society  through  proper  counseling  on  proper  Diet  &  Nutrition.",
        "SHL_DOC_ID": 20121200008,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 237,
        "name": "Nujhat Manzoor",
        "educationalDegree": "M.sc (Food & Nutrition, DU), B.sc (Food & Nutrition, DU)",
        "specialty": "Dietician, Dietary and Patient Nutrition Services",
        "image": "1651128541.jpg",
        "description": "Nujhat Manzoor, a clinical dietician by profession has started her career in 2005. She completed her M.Sc in Food & Nutrition from Home Economics College, under Dhaka University in 2005 and then joined Compass Group as a Dietician & was working at Apollo Hospitals Dhaka. After completing a short stint of one year with Compass Group, she moved to Square Hospital in 2007. It was the beginning of the hospital & she was one of the early employees who was given the responsibility of building the Diet & Nutrition department. \n\nNujhat obtained first division throughout her academic career & her knowledge on food & Nutrition has been further enhanced through hands on experiences at these two top class hospitals in the country. \n\nShe also obtained MPH from Northern University Bangladesh. \n\nShe participated in multiple trainings, workshops, conferences on Diet & Nutrition both at home and abroad which helped her to be updated & be a dietitian of international standard. \n\nShe is also a life member of NSB (Nutrition society of Bangladesh), BNDF (Bangladesh Nutrition and Dietetics forum) and IAPEN (Indian association of parenteral and enteral nutrition). \n\nAttended IAPEN clinical nutrition congress at Mumbai, India.\n\nAs a guest speaker Nujhat also appeared on TV shows covering nutritional topics. \n\nIn 2021, she was assigned an additional responsibility as Coordinator of Food and Beverage department. Now she is managing entire Food and Beverage department.",
        "SHL_DOC_ID": 20070100056,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 239,
        "name": "Major General Professor Md. Shameem Haidar",
        "educationalDegree": "MBBS, FCPS (Internal Medicine),Clinical Fellowship in Rheumatology (AIIMS, New Delhi)",
        "specialty": "Senior Consultant - Rheumatology & Internal Medicine",
        "image": "1717392593.png",
        "description": "Major General Professor Dr. Md. Shameem Haidar is a medical graduate from Sylhet MAG Osmani Medical College. A specialist in both Medicine and Rheumatology, he has completed FCPS (Medicine) from BCPS and attended Clinical Fellowship Training on Rheumatology from the All India Institute of Medical Sciences (AIIMS, New Delhi).\n\nHe has a distinguished record of more than 30 years of service in the Bangladesh Armed Forces, which has included several dignified roles at CMH Bogura, Jashore, Chattogram & Dhaka. He has also served at the United Nations Peacekeeping Forces Hospital in the Central African Republic.\n\nDr. Haidar spent a number of years as the Assistant Personal Physician to the Honourable President at Bangabhaban. He also boasts extensive experience as a trainer, guiding students at both post-graduate and undergraduate levels at the Department of Rheumatology at Combined Military Hospital, Dhaka.\n\nHe specializes in treating and managing patients of SLE, Rheumatoid arthritis, Ankylosing Spondylitis, Other SpA’s, Psoriatic arthritis, Seronegative arthritis, Osteoarthritis, Osteoporosis, Gout, Systemic Sclerosis, Fibromyalgia, Dermatomyositis, Polymyositis, Sjögren’s syndrome and many other Rheumatological diseases.\n\nAt the moment, he is stationed at CMH Dhaka as Advisor Spl in Medicine & Head of the Department of Rheumatology and joins Square Hospital as Consultant – Rheumatology & Internal Medicine.",
        "SHL_DOC_ID": 20211000102,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 240,
        "name": "Dr. Rehnuma Jahan",
        "educationalDegree": "MBBS, MS (Gynecology)",
        "specialty": "Senior Consultant , Obstetrics & Gynecology and IVF",
        "image": "1521349580Dr._Rehnuma_Jahan(IVF).jpg",
        "description": "Dr. Rehnuma Jahan obtained MBBS from Sylhet M A G Osmani Medical College and completed MS in Obstetrics & Gynecology from BSMMU. She worked at BIRDEM, Sylhet MAG Omani Medical College, Shaheed Sohrawardi Medical College under Ministry of Health and Family Welfare, Bangladesh in various capacities.\n\nDr. Rehnuma took special training in Artificial Reproductive technique & laparoscopy from India & Singapore. She performed in the department of Obstetrics & Gynecology as well as Infertility at Apollo Hospital, Dhaka. Dr. Rehnuma is working at Square Hospital as a Consultant of department of Obstetrics & Gynecology & Square Fertility Centre from 2008. She attended many seminars & conferences on ObsGyn & Infertility within country & abroad.",
        "SHL_DOC_ID": 20080400005,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 241,
        "name": "Dr. Lutfun Nahar Begum",
        "educationalDegree": "MBBS, MD (Pead), FCPS (Neonatology, Clinical Fellow (Neonatology), Singapore",
        "specialty": "Senior Consultant, Neonatology",
        "image": "1521006590Dr_Lutfunnahar_(3).JPG",
        "description": "Dr. Lutfun Nahar Begum graduated from Chittagong Medical College. After her internship she was trained at Bangabandhu Sheikh Mujib Medical University (BSMMU) in Pediatrics. She completed FCPS (Neonatology) degree from Bangladesh College of Physicians & Surgeons (BCPS). She acquired clinical fellowship in Neonatology from National University, Singapore and got experience from IPGMR, Chandighar, India in Neonatal Intensive Care Unit.\n\nDr. Lutfun Nahar practiced in Bangladesh Government Health Service from Upazilla level. Later she joined the course of MD (Pediatrics) and obtained the degree of Doctor of Medicine (MD) in Pediatrics from Bangladesh Institute of Child Health. Dr. Lutfun Nahar worked in Dhaka Medical College Hospital and afterwards involved in Special Care Baby Unit (SCABU), BIRDEM. Before joining Square Hospital, she performed in Neonatology & Pediatrics unit of Apollo Hospital, Dhaka.",
        "SHL_DOC_ID": 20100900044,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 242,
        "name": "Brig. Gen. Prof. Dr. Moklesur Rahman",
        "educationalDegree": "MBBS (DMC), MS (Ortho), FACS (USA), Fellow Hand, Upper Limb & Microsurgery (Thailand), Fellow Hip & Knee Joint Replacement Surgery (India)",
        "specialty": "Senior Consultant, Orthopedics",
        "image": "1670918911.png",
        "description": "Brig. Gen. Prof. Dr. Moklesur Rahman was a renowned orthopedic surgeon of Bangladesh Armed Forces  where he served for more than 31 years with special interest in hip & knee joint. He  has vast experience & success in hip & knee joint replacement  & arthroscopic knee surgeries. He has performed more than several thousands of hip & knee joint replacements & arthroscopic knee procedures specially ACL reconstructions hand & upper limb surgery with lowest complications & maximum patient satisfaction. After graduation from Dhaka Medical College he obtained his post graduation (MS) in orthopedic surgery from NITOR.\n\nDr. Moklesur Rahman has been awarded with Fellowship in Hand & Upper Limb Surgery from prestigious PMK hospital & Lardsin hospital, Bangkok, Thailand. He obtained his hip & knee joint replacement surgery fellowship from India. As a recognition of his outstanding services he is awarded with prestigious FACS degree from American College of Surgeons. He has  vast experience of teaching in different army medical colleges as a professor of orthopedic surgery. He has numerous publications in several reputed journals. As a military surgeon he is passionate about trauma surgery. Now Dr. Moklesur Rahman is consulting patients as a full-time Senior Consultant of Orthopedics in Square Hospital.",
        "SHL_DOC_ID": 20221200016,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 244,
        "name": "Prof. Dr. Muhammad Ataul Haqq",
        "educationalDegree": "MBBS, MD (Pediatrics), MD (Pediatric Cardiology)",
        "specialty": "Senior Consultant, Pediatrics & Pediatric Cardiology",
        "image": "1671001124.png",
        "description": "Prof. Dr. Muhammad Ataul Haqq is a well-known Pediatric Cardiologist & Pediatrician with an experience of more than 17 years as a specialist. He attained MD in Pediatrics & MD in Pediatric Cardiology from Bangabandhu Sheikh Mujib Medical University (BSMMU), Dhaka, Bangladesh. He is a fellow of NH Narayana Institute of Cardiac Sciences & Narayana  Superspeciality Hospital, West Bengal, India.\n\nHe joined Bangladesh Civil Service (Health) in 1997 & served in different positions of Govt service.\n\nProf. Dr. Muhammad Ataul Haqq joined the National Institute of Cardiovascular Diseases (NICVD) in 2021. His skills and experiences helped him obtain the position of Professor of Pediatrics. He is the senior most qualified  Pediatric Cardiologist & now serving as the Professor of Pediatric Cardiology, NICVD. \n\nHeart problems in children are different from those in adults. Hence, some specific expertises are required to look into cardiac problems in children. Prof. Dr. Muhammad  Ataul Haqq, Senior Consultant, Pediatrics  & Pediatric Cardiology is now available at Square Hospital for the diagnosis and treatment of cardiovascular disorders in children.",
        "SHL_DOC_ID": 20221200010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 245,
        "name": "Prof. Dr. Muhammad Ataul Haqq",
        "educationalDegree": "MBBS, MD (Pediatrics), MD (Pediatric Cardiology)",
        "specialty": "Senior Consultant, Pediatrics & Pediatric Cardiology",
        "image": "1671001124.png",
        "description": "Prof. Dr. Muhammad Ataul Haqq is a well-known Pediatric Cardiologist & Pediatrician with an experience of more than 17 years as a specialist. He attained MD in Pediatrics & MD in Pediatric Cardiology from Bangabandhu Sheikh Mujib Medical University (BSMMU), Dhaka, Bangladesh. He is a fellow of NH Narayana Institute of Cardiac Sciences & Narayana  Superspeciality Hospital, West Bengal, India.\n\nHe joined Bangladesh Civil Service (Health) in 1997 & served in different positions of Govt service.\n\nProf. Dr. Muhammad Ataul Haqq joined the National Institute of Cardiovascular Diseases (NICVD) in 2021. His skills and experiences helped him obtain the position of Professor of Pediatrics. He is the senior most qualified  Pediatric Cardiologist & now serving as the Professor of Pediatric Cardiology, NICVD. \n\nHeart problems in children are different from those in adults. Hence, some specific expertises are required to look into cardiac problems in children. Prof. Dr. Muhammad  Ataul Haqq, Senior Consultant, Pediatrics  & Pediatric Cardiology is now available at Square Hospital for the diagnosis and treatment of cardiovascular disorders in children.",
        "SHL_DOC_ID": 20221200010,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 246,
        "name": "Dr. Fatema Salam",
        "educationalDegree": "MBBS, DCH, FCPS (Neonatology)",
        "specialty": "Consultant, NICU",
        "image": "1671339753.png",
        "description": "Dr. Fatema Salam graduated from Mymensingh Medical College in 1990.  After her internship, she was trained at Dhaka Shishu Hospital in Pediatrics. She obtained a Diploma in Child Health (DCH) degree from the Bangladesh Institute of Child Health (BICH) under Dhaka University in 1995. She achieved FCPS in Neonatology from the Bangladesh College of Physician Surgeons (BCPS) in 2012.\n\nDr. Fatema Salam has vast experience in both fields of pediatrics and Neonatology. She served under the Ministry of Health and Family Welfare, Bangladesh, and also gained experience working in Pediatrics under the Ministry of Health, KSA (Kingdom of Saudi Arabia). She served in the Institute of Child and Mother Health (ICMH) and in the Neonatal ICU of a private hospital. Currently, she is working as a Consultant (NICU) at Square Hospital.",
        "SHL_DOC_ID": 20061200123,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 247,
        "name": "Dr. Fatema Salam",
        "educationalDegree": "MBBS, DCH, FCPS (Neonatology)",
        "specialty": "Consultant, NICU",
        "image": "1671339753.png",
        "description": "Dr. Fatema Salam graduated from Mymensingh Medical College in 1990.  After her internship, she was trained at Dhaka Shishu Hospital in Pediatrics. She obtained a Diploma in Child Health (DCH) degree from the Bangladesh Institute of Child Health (BICH) under Dhaka University in 1995. She achieved FCPS in Neonatology from the Bangladesh College of Physician Surgeons (BCPS) in 2012.\n\nDr. Fatema Salam has vast experience in both fields of pediatrics and Neonatology. She served under the Ministry of Health and Family Welfare, Bangladesh, and also gained experience working in Pediatrics under the Ministry of Health, KSA (Kingdom of Saudi Arabia). She served in the Institute of Child and Mother Health (ICMH) and in the Neonatal ICU of a private hospital. Currently, she is working as a Consultant (NICU) at Square Hospital.",
        "SHL_DOC_ID": 20061200123,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 248,
        "name": "Dr. Shukla Saha",
        "educationalDegree": "MBBS, FCPS (Pediatrics) Fellow, Pediatric Cardiology (Narayana Hospital, India)",
        "specialty": "Associate Consultant, Pediatrics & Pediatric Cardiology",
        "image": "1671514749.png",
        "description": "Dr. Shukla Saha completed her MBBS from Mymensingh Medical College and started her journey in Pediatrics at BSMMU. She worked at different hospitals in Bangladesh including ICDDR,B, and Sir Salimullah Medical College & Mitford Hospital.\n\nAfter achieving her FCPS degree in Pediatrics from BCPS she joined as a Registrar of Neonatology at Apollo Hospital Dhaka. She obtained several hands-on training including a one-year fellowship in Neonatology.\n\nDr. Shukla joined as a Specialist, in Pediatrics at Square hospital in 2019. Thereafter she wanted to extend her career in Pediatric Cardiology to serve children with congenital heart diseases. As a part of that, she completed her training at the National Heart Foundation & Research Institute Dhaka.\n\nShe went to NH, Narayana Superspeciality Hospital in 2022 & did her training in Pediatric Cardiology. Dr. Shukla is also a Fellow of NH, Narayana Institute of Cardiac Sciences, and Narayana Superspeciality Hospital, West Bengal, India.\n\nDr Shukla participated in National and international workshops, seminars, and conferences on Pediatrics and pediatric Cardiology. She has more than 10 years of experience in the field of Pediatrics.\n\nAt present Dr. Shukla Saha is an Associate Consultant of Pediatric &Pediatric Cardiology at Square Hospital and treats children with congenital & acquired heart diseases in both OPD & IPD.",
        "SHL_DOC_ID": 20190900019,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 249,
        "name": "Dr. Shukla Saha",
        "educationalDegree": "MBBS, FCPS (Pediatrics) Fellow, Pediatric Cardiology (Narayana Hospital, India)",
        "specialty": "Associate Consultant, Pediatric & Pediatric Cardiology",
        "image": "1671514749.png",
        "description": "Dr. Shukla Saha completed her MBBS from Mymensingh Medical College and started her journey in Pediatrics at BSMMU. She worked at different hospitals in Bangladesh including ICDDRB, and Sir Salimullah Medical College & Mitford Hospital.\n\nAfter achieving her FCPS degree in Pediatrics from BCPS she joined as a Registrar of Neonatology at Apollo Hospital Dhaka. She obtained several hands-on training including a one-year fellowship in Neonatology.\n\nDr. Shukla joined as a Specialist, in Pediatrics at Square Hospital in 2019. Thereafter she wanted to extend her career in Pediatric Cardiology to serve children with congenital heart diseases. As a part of that, she completed her training at the National Heart Foundation & Research Institute Dhaka.\n\nShe went to NH, Narayana Superspeciality Hospital in 2022 & did her training in Pediatric Cardiology. Dr. Shukla is also a Fellow of NH, Narayana Institute of Cardiac Sciences, and Narayana Superspeciality Hospital, West Bengal, India.\n\nDr. Shukla participated in National and international workshops, seminars, and conferences on Pediatrics and pediatric Cardiology. She has more than 10 years of experience in the field of Pediatrics.\n\nAt present Dr. Shukla Saha is an Associate Consultant of Pediatric  & Pediatric Cardiology at Square Hospital and treats children with congenital & acquired heart diseases in both OPD & IPD.",
        "SHL_DOC_ID": 20190900019,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 252,
        "name": "Dr. Saikat Das Gupta",
        "educationalDegree": "MBBS, MS ( Cardiothoracic Surgery), FACS (USA), FICS (USA)",
        "specialty": "Associate Consultant, Cardiac Surgery",
        "image": "1680586547.png",
        "description": "Dr. Saikat Das Gupta graduated (MBBS) from the University of Science and Technology, Chittagong, and completed his Master of Surgery (MS) in Cardiothoracic Surgery from the National Heart Foundation of Bangladesh. He received the prestigious fellowship from The American College of Surgeons (FACS) and The International College of Surgeons (FICS).\n\nDr. Saikat has 17 years of clinical experience in cardiac surgery. He served as Registrar in the Department of Cardiac Surgery at the National Heart Foundation of Bangladesh. He joined Square Hospital as Junior Consultant of Cardiac Surgery and later promoted as Associate Consultant. He has keen interest in developing Thoracoscopic and Robotic Cardiac Surgery in Bangladesh. \n\nHe is capable of managing Beating Heart Coronary Artery Bypass Grafting (OP-CABG), Valve replacement or repair, Myxoma, Atrial Septal Defect repair, Septal Myectomy, Ventricular Septal Rupture, and Aortic Aneurysm/Dissections.\n\nDr. Saikat has published articles in different national and international journals. He is a member of Bangladesh Cardiac Society (BCS), European Association of Cardio-Thoracic Surgeons, The Indian Association of Cardiothoracic Surgeon (IACTS), and The American Heart Association (AHA).",
        "SHL_DOC_ID": 20201000007,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 253,
        "name": "Dr. N. I. Bhuiyan",
        "educationalDegree": "MBBS, MS (Urology), Advanced training on Urology (India, Thailand), Advanced Course on Laparoscopic Urology (Taiwan) Advanced Training on Use of Laser in Urology (Germany",
        "specialty": "Consultant, Urology",
        "image": "1686801181.png",
        "description": "Dr. N I Bhuiyan graduated (MBBS) from Sir Salimullah Medical College and started his career as a Lecturer at Dinajpur Medical College. He worked in Dhaka Medical College Hospital in Surgery Department and later in Casualty Surgery Department. Subsequently, he enrolled as thesis student in the department of Urology in the same institute and obtained his MS (Urology).\n\nDr. N I Bhuiyan joined Bangladesh Medical College as Assistant Professor, Urology. He visited USA, Germany, Singapore, India and Thailand for extensive advanced training in Urology. He attained advanced course on Laparoscopic Urology from IRCARD, Taiwan and got advanced training on use of LASER in Urology from Germany. Dr. N I Bhuiyan was awarded Major Gen. K M Siraj Jinnat Memorial Gold Medal for innovative work on urology by Bangladesh Association of Urological Surgeons (BAUS).\n\nHe presented many scientific papers in different international conferences in home and abroad. He has publications in national and international level.\n\nDr. Bhuiyan is the author of one chapter of Urology book (Principal and Practice of Urology, Second Edition, Editor M A Salam) & involve in medical education. He is also Associate Prof & Head of the Department of Urology, Bangladesh Medical College, Dhanmondi, Dhaka.",
        "SHL_DOC_ID": 20230600036,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 254,
        "name": "Dr. Fazle Rabbi Mohammed",
        "educationalDegree": "MBBS, MD (Respiratory Medicine)",
        "specialty": "Consultant, Respiratory Medicine",
        "image": "1686807145.png",
        "description": "Dr. Fazle Rabbi Mohammed obtained MBBS from Mymensingh Medical College. After accomplishment of tenure of comprehensive training in medicine at BSM Medical University & Dhaka Medical College Hospital, he obtained specialty training in Respiratory Medicine & completed his thesis in National Institute of Diseases of Chest & Hospital (NIDCH). He successfully completed MD on Respiratory Medicine from NIDCH under University of Dhaka. He completed postgraduation in Clinical Research in Oxford College, Toronto, Canada.\n\nDr. Rabbi developed mentionable expertise in Pulmonology especially in the field of Interstitial Lung Diseases. His clinical skills encompassed different fields of respiratory medicine including Bronchial Asthma, COPD, Lung Cancer, Tuberculosis, Pneumonia to name a few.   \n\nHe has been trained in Interventional Pulmonology, Sleep Medicine and advanced Pulmonary Function Tests in different medical institutions of Italy and India. He worked as a clinical researcher in Respiratory ICU, Sunnybrook Health Sciences Centre, Toronto, Canada. Interventional Pulmonology is a genre of special interest and efficiency for him. A good number of original articles have been published under his name in different international medical journals. He was awarded in different international seminars. \n\nDr. Fazle Rabbi persuaded his research work on occupational lung diseases & explored Silicosis outbreak in Bangladesh. He is a Fellow of the American College of Chest Physician (FCCP) and member of  the Asian Pacific Society of Respirology (APSR).",
        "SHL_DOC_ID": 20130700004,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 258,
        "name": "Dr. Mohammed Wahidur Rahman",
        "educationalDegree": "MBBS, DA, MD (USA), DO (USA), Neurology Residency (USA), Fellow in Movement Disorder (USA), Fellow in Clinical Neurophysiology (USA)",
        "specialty": "Consultant – Neurology",
        "image": "1690606232.png",
        "description": "Dr. Mohammed Wahidur Rahman wants to present his 16 years of USA-earned medical and neurological knowledge and skills for serving the people of Bangladesh. Although he is a New York State Board for Medicine licensed, Dr. Wahid has joined Square Hospital as a Consultant, Neurology.Dr. Wahid graduated from Rajshahi Medical College and completed DA from Dhaka Medical College. He secured his degree (MD) from Educational Commission for Foreign Medical Graduates (ECFMG), USA. He completed Doctor of Osteopathic Medicine (DO), USA from NYIT College of Osteopathic Medicine, Long Island, New York.Dr. Wahid underwent a neurology residency program at Desert Regional Medical Center, Palm Springs, California. He fulfilled his first Fellowship in Clinical Neurophysiology from the University of Kansas Medical Center, after which he carried out another Fellowship in Movement Disorder at Northwell Health University Medical Center, New York, USA. He worked at New York Medical and Diagnostic Center and Broadway Medical Center, in Queens, New York. He has extensive experience in DBS programming for Parkinson’s disease and essential tremors. He is skilled in EMG-guided BoNT Therapy, dystonia, EEG, EMG/NCS, and Botox for chronic migraine, etc. Dr. Wahid has extensive experience in managing a wide variety of acute and chronic neurological conditions. He aims to build Comprehensive  Care for Parkinson’s disease  Patients.",
        "SHL_DOC_ID": 20230700013,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 259,
        "name": "Dr. Sushama Roy",
        "educationalDegree": "MBBS, FCPS (Pediatrics)",
        "specialty": "Associate Consultant, Pediatrics",
        "image": "1691654866.png",
        "description": "Dr.  Sushama Roy graduated from Dhaka Medical College. After her Internship, she completed post-graduation training at Dhaka Shishu Hospital & Later BSMMU. She obtained FCPS in Paediatrics from Bangladesh College of Physicians & Surgeons (BCPS). She acquired clinical training in Paediatric Endocrinology from BIRDEM General Hospital.\n\nDr. Sushama Roy started her career at Square Hospital in 2009. At present, she is working as Associate Consultant in Paediatrics.\n\nDr. Sushama attended a number of workshops, seminars & Conferences. She has vast experience in the field of Paediatrics. She is a member of the Bangladesh Paediatric Association (BPA) & Paediatric Endocrine Society of Bangladesh (PESB).",
        "SHL_DOC_ID": 20140700033,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 260,
        "name": "Dr. Nizam Uddin Ahmed Chowdhury",
        "educationalDegree": "MBBS, MD (Nephrology)",
        "specialty": "Associate Consultant, Nephrology",
        "image": "1696404514.png",
        "description": "Dr. Nizam Uddin Ahmed is a nephrologist with expertise in the area of hypertension, kidney diseases, dialysis and critical care nephrology. He has clinical interests in volume regulation and cardiovascular function in CKD and hemodialysis with combined heart and renal failure (Cardio-renal Syndrome). \n\nHe completed his MBBS from Cumilla Medical College followed by MD in Nephrology from Dhaka Medical College. He worked in several hospitals and gained skills and experience in providing his patients with the best level of care. He has experience of working in Dhaka Medical College, in Medicine & Nephrology Department for many years. \n\nHe worked as an Assistant Professor in a private Medical College in Dhaka and worked as Consultant of Nephrology in Sheikh Fazilatunnessa Mujib Memorial KPJ Specialized Hospital for more than 3 years. \n\nDr. Nizam Uddin is an active member of the Bangladesh Renal Association. He has many National & International  Publications to his credit. He joined  Square Hospital as an Associate Consultant, Nephrology.",
        "SHL_DOC_ID": 20231000001,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 261,
        "name": "Dr. Md.  Ashraful Islam",
        "educationalDegree": "MBBS, MS (CVTS), FACS (USA), FRCS (Glasg)",
        "specialty": "Associate Consultant - Cardiac Surgery",
        "image": "1699177566.png",
        "description": "Dr. Md. Ashraful Islam graduated (MBBS) from Mymensingh Medical College and completed his surgical training in BSMMU and Dhaka Medical College Hospital. He obtained his (MS) degree from National Institute of Cardiovascular Diseases (NICVD). For further development he achieved Membership (MRCS) of Royal College of Surgeons, Edinburgh and another from the Royal College of Physician and Surgeons of Glasgow. Afterward he was awarded his fellowship FRCS from the same college. He is a fellow of American College of Surgeons (FACS).\n\nHe has long experience and expertise in Cardiac Surgery, especially in the areas of both Beating Heart & Conventional Coronary Artery Bypass Grafting (CABG), Valve replacement, Valve repair surgery, different Congenital Cardiac Surgeries, Myxoma, Septal  Myectomy, VSR, Different Aortic Pathologies, Cardiac Trauma, Minimally Invasive Cardiac Surgery (MICS) and other Thoracic and Vascular  diseases as well. He did a special course of cardiac patients with diabetes mellitus. \n\nDr. Ashraful Islam enriched his career through continuous participations in international seminars. He presented papers in conferences and has a number of both national and international publications to his credit.\n\nHe is a member of The Society of Thoracic Surgeons, The European Association of Cardio-Thoracic Surgeons and Bangladesh Medical Association (BMA).",
        "SHL_DOC_ID": 20081200042,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 262,
        "name": "Dr. Md. Mesbah Uddin",
        "educationalDegree": "MBBS, MS (Cardiac Surgery), FACS (USA)",
        "specialty": "Associate Consultant, Cardiac Surgery",
        "image": "1699177751.png",
        "description": "Dr. Md. Mesbah Uddin joined Square Hospital in 2006 as a resident of Cardiac Surgery Department. After completing his postgraduate degree in cardiovascular surgery from NICVD, he was then promoted as a specialist. He has 16 years of experience and skills to assist and perform a wide array of cardiac surgeries like Bypass Surgeries (CABG), Minimally Invasive Cardiac Surgery (MICS), Redo or repeat cardiac surgery, Aortic surgery-specially Bentall, David procedure and Total Arch Replacement. \n\nHe served government and private institutions before joining Square. He can manage various vascular conditions independently, for example Acute Vascular Disease, Deep Vein Thrombosis, Chronic peripheral vascular disease and Varicose veins. He can operate a variety of cardiac tumors, vascular tumors & chest wall tumor.\n\nDr. Mesbah is the organizing secretary of Cardiac Surgeon’s Society of Bangladesh (CSSB). He is also a member of Bangladesh Association of Cardio-thoracic & Vascular Surgeons (BACTVS) & Bangladesh Medical Association (BMA).",
        "SHL_DOC_ID": 20061200008,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 263,
        "name": "Dr. S. M. Sabbir Enayet",
        "educationalDegree": "MBBS, MS (Pediatric Surgery), FACS",
        "specialty": "Associate Consultant, Pediatric Surgery",
        "image": "1700455876.png",
        "description": "Dr. S. M. Sabbir Enayet graduated from Dhaka Medical College and was a resident trainee in the Pediatric Surgery Department. He completed his MS degree in Pediatric Surgery from Dhaka Medical College.  He completed casualty surgery training in the same institute and then started working in Uttara Adhunik Medical Hospital. He also worked in Ibrahim Iqbal Memorial Hospital and BIRDEM General Hospital in the Pediatric Surgery Department.\n\nDr. Sabbir Enayet joined Evercare Hospital (former Apollo Hospital) and served as an Associate Consultant. In his extended working period, he gained skills and experience in various forms of pediatric surgical correction of congenital malformations, neonatal congenital anomalies, hernia, undescended testis, circumcision (Laser), appendectomy, and urinary tract disorders. He has special interests in pediatric urology and minimal invasive surgery.\n\nDr. Sabbir has many publications in national and international journals. At Square Hospital, he joined as an Associate Consultant, Pediatric Surgery.",
        "SHL_DOC_ID": 20231100020,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 264,
        "name": "Dr. Ayesha Siddiqua",
        "educationalDegree": "MBBS, FCPS (Obs & Gyne) FCPS (Gynecological Oncology)",
        "specialty": "Associate Consultant, Gyne  &  Gynecological Oncology",
        "image": "1704796455.png",
        "description": "Dr. Ayesha Siddiqua is a women’s health care specialist specializing in Gyne and Gynecological Oncology. Her background and education demonstrates the expertise and commitment to high-quality women's healthcare. \n\nShe  graduated from Dhaka Medical College and achieved her first FCPS in Obs & Gyne and second FCPS in Gynecological Oncology from BCPS. \n\nDr. Ayesha has achieved  Clinical Fellowship (Hands on) in Gynecological Oncology from KK Women’s and Children’s Hospital, Singapore and also undertook advanced training in Cytoreductive Surgery and HIPEC(Hyperthermic Intraperitoneal Chemotherapy), PIPAC (Pressurized Aerosol Intraperitoneal Chemotherapy) from Aster International Institute of Oncology, Bangaluru, India. She  also has experience in Robotic Surgery. \n\nDr. Ayesha worked in the Department of Gynecological Oncology at National Institute of Cancer Research & Hospital, Dhaka. She has expertise in the management of general gynecological conditions and gynecological cancers like; cervical cancer, ovarian and endometrial cancer, pelvic and cytoreductive surgeries, laparoscopic and hysteroscopic procedures.\n\nShe has  joined Square Hospital as an Associate Consultant, Gyne & Gynecological Oncology.",
        "SHL_DOC_ID": 20231200028,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 265,
        "name": "Dr. Foujia Sharmin",
        "educationalDegree": "MBBS, FCPS (Obs & Gyne) FCPS (Gynecological Oncology)",
        "specialty": "Associate Consultant, Gyne and Gynecological Oncology",
        "image": "1704796528.png",
        "description": "Dr. Foujia Sharmin graduated (MBBS) from Sir Salimullah Medical College and Mitford Hospital. She achieved her first FCPS in Obs & Gyne and then second FCPS in Gynecological Oncology from BCPS. She worked in National Institute of Cancer Research and Hospital (NICRH) from 2015 to 2022. Now she is with Shaheed Suhrawardy Medical College, Hospital. \n\nDr. Foujia has advanced training in Cytoreductive Surgery and HIPEC (Hyperthermic Intraperitoneal Chemotherapy), PIPAC (Pressurized Aerosol Intraperitoneal Chemotherapy) from Aster International Institute of Oncology, Bangaluru, India.\n\nShe provides comprehensive care to patients with all gynecologic tumor and malignancies like ovarian, cervical, endometrial, gestational trophoblastic disease, vulvar and vaginal cancer, pelvic and cytoreductive surgeries, laparoscopic and hysteroscopic procedures as well as prevention of cancer. \n\nShe has joined Square Hospital as an Associate Consultant, Gyne and Gynecological Oncology.",
        "SHL_DOC_ID": 20231200027,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 266,
        "name": "Dr. Silvia Hossain",
        "educationalDegree": "MBBS, DGO, FCPS (Obs & Gyne), FCPS (Gynecological Oncology)",
        "specialty": "Associate Consultant, Gyne & Gynecological Oncology",
        "image": "1704796695.png",
        "description": "Dr. Silvia Hossain graduated from Sir Salimullah Medical College & Mitford Hospital. She achieved her first FCPS in Obs & Gyne and second FCPS in Gynecological Oncology from BCPS. She started her career in Obs & Gyne department of Dhaka Medical College. Later, she joined in Gynecological Oncology Department of National Institute of Cancer Research & Hospital (NICRH).\n\nShe provides comprehensive care to patients with all gynecologic tumor & malignancies (ovarian, cervical, endometrial, gestational trophoblastic disease, vulvar & vaginal cancers), as well as prevention of cancer. She has specialized training in Gynecological Oncology from Massachusetts General Hospital, Boston, USA and hands on training from Tata Medical Center, Kolkata, India. She also trained in CRS-HIPEC, Exenteration operation, Laparoscopic Surgery and has exposure to Robotic surgery. \n\nDr. Silvia performs Radical Hysterectomy, IDS (Interval debulking surgery), PDS (Primary debulking surgery), Laparoscopic surgeries and different procedures like Colposcopy, Hysteroscopy. She joined Square Hospital as an Associate Consultant, Gyne & Gynecological Oncology.",
        "SHL_DOC_ID": 20231200029,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 267,
        "name": "Dr. Khondoker Asaduzzaman",
        "educationalDegree": "MBBS, DTCD (Chest), MD (Cardiology) Fellowship Training in Interventional Cardiology from Sri Lanka, Japan and Korea.",
        "specialty": "Senior Consultant Interventional Cardiology",
        "image": "1704797490.png",
        "description": "Dr. Khondoker Asaduzzaman is a Cardiologist with over 16 years of experience as a former Assistant Professor of Cardiology at Sir Salimullah Medical College and Senior Consultant of Cardiology at Asgar Ali Hospital. He is now at Square Hospital and serving patients with his proficient style and approach.\n\nAfter graduation from Rajshahi Medical College & Hospital he completed DTCD degree in Chest Medicine and then obtained MD degree in Cardiology to earn the necessary expertise.   He has several years postgraduate and post-doctorate training in Medicine and Cardiology from IPGM&R, Dhaka Medical College and Sir Salimullah Medical College Hospital.\n\nIn his professional carrier, he also included advanced clinical training in Interventional Cardiology from Durdans Heart Centre, Colombo, Srilanka. Dr. Asaduzzaman also received fellowship training in Interventional Cardiology from Shonan Kamakura General Hospital, Japan and then another fellowship from Asan Medical Centre, Seoul, Korea.\n\nDr. Asaduzzaman is one of the pioneers of Radial Intervention in Bangladesh. He is a pioneer of Bi-radial coronary CTO intervention and also a pioneer on Nano-crush in Bangladesh. He has vast experiences of diagnostic coronary angiogram (>25,000), coronary angioplasty (>8,000), pacemaker implantation, device closure for adult congenital heart disease (ASD/VSD and PDA) independently both in Govt. and private sectors.\n\nHe worked at Sir Salimullah Medical College and Mitford Hospital, Dhaka Medical College Hospital, ICDDRB and Asgar Ali Hospital. At Square, he joined as a Senior Consultant, Interventional Cardiology.",
        "SHL_DOC_ID": 20231200025,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 268,
        "name": "Brig Gen Prof. Dr. Md Abdul Bari Mollick",
        "educationalDegree": "BDS, FCPS (Orthodontics and Dentofacial Orthopedics) Fellow, All India Institute of Medical Science (AIIMS)",
        "specialty": "Consultant, Dental Surgery and Orthodontics",
        "image": "1704797838.png",
        "description": "Brig Gen Prof. Dr. Md Abdul Bari Mollick after graduating (BDS)  from Dhaka Dental College, has more than 33 years of experience in dentistry. He has been working as a Consultant  Dental Surgeon General, Directorate General of Medical Services (DGMS), Bangladesh Armed Forces, Ministry of Defence.\n\nHe completed comprehensive trainings on Oral and Maxillofacial Surgery from Bangabandhu Sheikh Mujib Medical University (BSMMU) and his grading course from Armed Forces Institute of Medical Sciences, Bangladesh. His dedication to dentistry secured him possessing the FCPS degree on Orthodontics and Dentofacial Orthopedics from Bangladesh College of Physician and Surgeon (BCPS).\n\nHe is a fellow of All India Institute of Medical Science (AIIMS) and obtained PGT in Laser Dentistry and Dental Implant from New Delhi India. He served in different Combined Military Hospitals (CMH) of Bangladesh Army. He also served in Kuwait Armed Forces Hospital and also in UN Hospital Liberia. \n\nDr. Mollick has a long term hand in Orthodontics and Dentofacial Deformities. He is the founder life member of South Asian Association of Paediatric Dentistry (SAAPD) and also a member of BDS, BOS, IADT & IADR. He actively participated in various National & International Dental Seminars and   workshops both in home and abroad.\n\nAt Square Hospital, he joined as a Consultant, Dental Surgery and Orthodontics.",
        "SHL_DOC_ID": 20231200026,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 269,
        "name": "Dr. Raziuddin Ahmed",
        "educationalDegree": "MBBS, MRCP (UK), EDIC (Belgium)",
        "specialty": "Associate Consultant, Internal Medicine & Critical care",
        "image": "1706957447.png",
        "description": "Dr. Raziuddin Ahmed graduated from Sir Salimullah Medical College (SSMC). After his internship in Mitford Hospital, he joined King Salman Hospital, one of the largest and advanced hospitals under MOH (Ministry Of Health) in Riyadh, Saudi Arabia. He achieved an opportunity to develop himself professionally by enrolling into Saudi Board of Residency in Internal Medicine. He completed his post-graduation in Internal Medicine MRCP from Royal College of Physicians, Uk. He also obtained  EDIC (European diploma in intensive care medicine) under European Society of Intensive Care Medicine (ESICM). He is also a member of Royal College of Physicians Edinburgh. \n\nDr. Raziuddin served in the Kingdom of Saudi Arabia for 12 years in Internal Medicine and Intensive Care Unit (ICU) where he gathered appreciable experiences in managing critically afflicted patients.\n\nDuring his professional services, he attained advanced training in internal medicine &  critical care from UK and Belgium. In  his illustrated career, he attended many courses and trainings for example ECMO in Singapore, Critical Care Ultrasound and ECHO in India, advanced training on mechanical ventilator and hemodynamics.\n\nCurrently, he is the co-ordinator and one of the officially approved instructors by SCCM (Society of Critical Care Medicine, US) of FCCS (Fundamentals Criticar Care Support) in Bangladesh.\n\nDr. Raziuddin  is working in Square Hospital as an Associate Consultant in Internal & Critical Care Medicine.",
        "SHL_DOC_ID": 20190900021,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 270,
        "name": "Dr. Kamrunnaher Shultana",
        "educationalDegree": "MBBS, FCPS (Pediatrics) Fellow,  Pediatric Critical Care (CMC Vellore, India)",
        "specialty": "Associate Consultant, Pediatrics and Pediatric ICU",
        "image": "1706957462.png",
        "description": "Dr. Kamrunnaher Shultana, a medical graduate from Z. H. Sikder Medical College, embarked on a transformative journey in pediatric care. Following her MBBS, she dedicated four years to honing her expertise in child health across various academic hospitals. In 2015, she achieved the prestigious FCPS degree in Pediatrics from the Bangladesh College of Physicians & Surgeons (BCPS).\n\nAs a Pediatrician, Dr. Shultana garnered practical experience in pediatrics and its sub-specialties within distinguished tertiary and super-specialized hospitals in Bangladesh. Further enhancing her skills, she became a fellow in Pediatric Critical Care at CMC, Vellore, India, contributing not only as a clinical fellow but also actively engaging in impactful research focusing on the health of newborns, children, and adolescents.\n\nHer dedication to advancing medical knowledge is evident through her authorship of numerous research articles published in renowned national and international journals. \n\n Dr. Kamrunnaher is working as an Associate Consultant in Pediatrics and Pediatric ICU at Square Hospital.",
        "SHL_DOC_ID": 20180400030,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 271,
        "name": "Prof. Dr. Saban Horo",
        "educationalDegree": "MBBS, MS (Ophthalmology) Fellow in Cataract & Microsurgery Fellow in Medical Retina & Surgical Retina",
        "specialty": "Senior Consultant, Ophthalmology",
        "image": "1706958753.png",
        "description": "Prof. Dr. Saban Horo, a medical graduate of Patna Medical College, Bihar, India boarded on a progressive journey in Ophthalmology patient care. He achieved his Masters in Ophthalmology (MS) from the same institution.\n\nHe joined the Ophthalmology Department of Christian Medical College, Vellore, India in 2002 and managed various ophthalmic emergencies like corneo-scleral tear and lid tear repair. During this period he gained experience in Nd-Yag lasers and double-frequency Yag lasers. He was a full-time Fellow (Basic & Advanced) in Cataract Microsurgery in Sankara Nethralaya, Chennai and exposed to photodynamic therapy and thermotherapy in treatment of various retinal diseases.\n\nAs an Assistant Professor of Christian Medical College, Vellore, he conducted retina clinics wherein retinal referrals were seen, lasers were done and decisions were taken. He was involved in screening of premature babies in the Neonatal unit. His surgical work in anterior segment surgeries included cataract surgeries with and without IOL implant and complicated cataract surgeries. He became an Associate Professor in 2010 and  Professor in 2022. \n\nProf. Dr. Saban Horo is competent in Cataract and Glaucoma diagnosis/work-up/surgery, ND-Yag Laser, Vitrectomy, Retinal Lasers Slit Lamp delivery, Corneo-scleral Tear repair and so others. He has many publications in national and international journals. \n\nHe joined Square Hospital as a Senior Consultant, Ophthalmology.",
        "SHL_DOC_ID": 20240100026,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 275,
        "name": "Dr. Shamsun Nahar",
        "educationalDegree": "MBBS, FCPS (R&I)",
        "specialty": "Associate Consultant, Radiology & Imaging",
        "image": "1714972518.png",
        "description": "",
        "SHL_DOC_ID": null,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 276,
        "name": "Dr. Jannatul Ferdaus",
        "educationalDegree": "MBBS, MD (R&I)",
        "specialty": "Associate Consultant, Radiology & Imaging",
        "image": "1714972613.png",
        "description": "",
        "SHL_DOC_ID": null,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 277,
        "name": "Prof. Dr. Brig. Gen. (Retd.) Mozibul Haque",
        "educationalDegree": "MBBS, FCPS",
        "specialty": "Senior Consultant, Anesthesiology",
        "image": "1718098531.png",
        "description": "Prof. (Brig. Gen.) Mozibul Haque (Retd) is a dedicated and accomplished Cardiac Anesthesiologist with extensive expertise in Anesthesiology and Critical Care Medicine, acquired both domestically and internationally. He graduated with an MBBS from Rajshahi Medical College in 1986 and subsequently joined the prestigious Army Medical Corps, where he completed specialized training in Emergency War Surgery (Biological & Nuclear Warfare) conducted by the U.S. Army Special Forces in Washington. Prof. Haque earned a Diploma in Anesthesiology (Graded Specialist) in 1993, followed by an FCPS in 1998. He obtained a fellowship in Cardiac Anesthesia at the Prince Sultan Cardiac Center (PSCC) in Riyadh, Saudi Arabia in 2001. To further his anesthesia expertise, he obtained a Diploma in Echocardiography in 2018 from the Medical University of Vienna, accredited by the European Society of Echocardiography.\n\nThroughout his distinguished career, Brig. Gen. Haque has served as an Anesthesiologist and Intensivist at United Nations hospitals in the Democratic Republic of Congo and Ivory Coast. He has held prominent positions, including Head of the Department of Anesthesiology at the Armed Forces Medical College (AFMC) and Combined Military Hospital(CMH) in Dhaka. In addition to his remarkable professional accomplishment, he held the esteemed title of the President of the Technical Sub-Committee at the Sheikh Hasina National Institute of Burn and Plastic Surgery, Dhaka. Prof. Haque is a faculty member and examiner at several prestigious institutions, including the Bangladesh College of Physicians and Surgeons (BCPS), Bangladesh University of Professionals (BUP), and Bangabandhu Sheikh Mujib Medical University (BSMMU).\n\nProf. Haque has a particular interest in Transesophageal Echocardiography (TEE) and Point-of-Care Ultrasound (POCUS) in Anesthesia and Critical Care. His impressive breadth of expertise includes TEE, Regional Anesthesia, POCUS, and Cardiac Anesthesia. As an avid researcher, he has published more than 40 novel works, review articles, and case reports in various national and international medical journals.",
        "SHL_DOC_ID": null,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 278,
        "name": "Major Dr. Khandker Mahbub-Uz-Zaman",
        "educationalDegree": "MBBS, MD (Rheumatology), Clinical Fellowship in Rheumatology (Singapore)",
        "specialty": "Associate Consultant, Rheumatology",
        "image": "1723114007.png",
        "description": "Rheumatologist Maj. Dr. Khandker Mahbub-Uz-Zaman has the experience of treating rheumatic and musculoskeletal diseases. After completion of his MBBS from Chittagong Medical College, he went to Bangabandhu Sheikh Mujib Medical University (BSMMU) to earn MD in Rheumatology. Later, he proceeded to Tan Tock Seng Hospital (TTSH), Singapore for his Clinical Fellowship in Rheumatology. He also attended multiple musculoskeletal ultrasonography courses at home and abroad. He is also trained in doing nailfold capillaroscopy.   Maj. Dr. Khandker Mahbub-Uz-Zaman is employed in Combined Military Hospital (CMH), Dhaka, working as Assistant Professor of Rheumatology. He is expert in managing autoimmune rheumatic diseases (eg SLE, Systemic Sclerosis, and myositis), arthritis (Rheumatoid arthritis, Spondyloarthritis, Psoriatic arthritis, Gout, and Septic arthritis), metabolic bone diseases (Osteoporosis, Osteomalacia, etc) and auto-inflammatory diseases.Under his credit, he has several research and publications. He joined Square Hospital as Associate Consultant, Rheumatology.",
        "SHL_DOC_ID": 20240700021,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 279,
        "name": "Dr. Istaque Ahmed Milton",
        "educationalDegree": "MBBS, DA, FCPS",
        "specialty": "Consultant, Anesthesiology and Pain Medicine",
        "image": "1729657389.png",
        "description": "Dr. Istaque Ahmed Milton graduated from CBMC,B in 2005. He obtained Diploma in Anesthesiology (DA) from Dhaka Medical College in 2009 and Fellowship in Anesthesiology (FCPS) from Bangladesh College of Physicians and Surgeons in 2012. He attended many training programs, workshops, seminars and conferences in home and abroad. He is a life member of BSA-CCPP and BCPS. He is also a member of BMA and BSSP.\n\nDr. Istaque Ahmed Milton completed his training from BSMMU and Dhaka Medical College Hospital in Anesthesia, critical care and pain medicine. He started his professional career as a cardiac anesthesiologist in Ibrahim Cardiac Hospital and Research Institute. Then he served in Uttara Women’s Medical College and eventually joined at Square Hospital in 2010. Since then, he has been serving in different level of responsibilities in the department of anesthesia. He is consulting patients as a Consultant of Pain Medicine at Square Hospital.",
        "SHL_DOC_ID": 20150800022,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 280,
        "name": "Dr. Nazia Farid",
        "educationalDegree": "MBBS, FCPS (Surgery)",
        "specialty": "Associate Consultant, General Surgery",
        "image": "1736139719.png",
        "description": "Dr. Nazia Farid graduated from Dhaka Medical College and later completed postgraduate training in Dhaka Medical College Hospital. She obtained FCPS in surgery from Bangladesh College of Physician and Surgeons (BCPS). She worked as registrar and specialist at reputed private hospitals and gained experience of performing elective and emergency surgery, pre and post operative patient care. Dr. Nazia Farid has also brief experience in working in plastic and pediatric surgery and is a life member of Society of Surgeons of Bangladesh.",
        "SHL_DOC_ID": 20190700011,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    },
    {
        "id": 281,
        "name": "Dr. Sarabon Tahura",
        "educationalDegree": "MBBS, FCPS (Pediatrics), FCCP (USA), Fellowship in Pediatric Bronchoscopy",
        "specialty": "Consultant, Pediatric Respiratory Medicine",
        "image": "1735376718.png",
        "description": "Dr. Sarabon Tahura is a medical graduate (MBBS) from Mymensingh Medical College and obtained her FCPS (Pediatrics) from Bangladesh College of Physicians and Surgeon (BCPS). Afterwards, she completed fellowship in Pediatric Bronchoscopy from Qilu Children Hospital under Shangdong University, China. She achieved fellowship ‘FCCP’ by American College of Chest Physicians, USA. She started her career in Dhaka Shishu Hospital (present name Bangladesh Shishu Hospital and Institute) in 2006. At present she is working as an Associate Professor of Pediatric Respiratory Medicine at the same institute. She has attained advanced training and hands on workshops and acquired significant experience in Pediatrics, Pediatric Respiratory Medicine and Pediatric Interventional Pulmonology. She is highly competent in managing different respiratory diseases in children including chronic cough, pneumonia, recurrent respiratory tract infections, bronchiolitis, bronchitis, broncheal asthma, allergy, tuberculosis, cystic fibrosis, bronchiectasis, immunodeficiency, ILD etc with updated knowledge and advanced latest technology. Dr. Sarabon Tahura is the 1st Pediatric Interventional Pulmonologist in Bangladesh, performing all basic & advanced bronchoscopic procedures in children and neonate. She has earned significant experience and expertise in pediatric bronchoscopy for foreign body removal from airway and other advanced interventions. In Bangladesh, she has pioneered several procedures in children including flexible bronchoscopy guided endobronchial tumor debulking, balloon bronchoplasty, endobronchial electro surgery, cryotherapy, APC. She is frequently invited as international faculty at conferences, meeting and bronchoscopy workshops in different countries across the world. She authored the book ‘Paediatric Bronchoscopy- learn the basic’ and several book chapters on pediatric bronchoscopy. A good number of articles have been published under her name in different national and international medical journals. She has been awarded in different international seminars.",
        "SHL_DOC_ID": 20180600008,
        "location": "Dhaka",
        "dataScrappedAt": "2025-02-12",
        "dataSource": "www.squarehospital.com/doctors"
    }
]